{
	"novel": [
		{
			"title": "A Billion Stars Can't Amount to You",
			"author": "Ye Fei Ye",
			"synopsis": "Time stopped at eighteen for Ji Yi, and now all she wants to do is pick up from where she left off. #exp# Her career depends on it, and on top of that, she has to survive a fake marriage turned real! Some missed opportunities are irreplaceable, and some misunderstandings between them have proven near-fatal, but for He Jichen, he isn’t just a pretty face—he’s an opportunist. #exp# They may have lost their prime years together, but He Jichen is more than willing to spend his remaining years with her. #exp# If only she would just trust him… Will Ji Yi be able to find true love in this life? Can she outmaneuver all the snakes plotting her downfall? Only time will tell…",
			"genre": "Drama, Romance",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/03/A-Billion-Stars-Cant-Amount-to-You.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/a-billion-stars-cant-amount-to-you/",
			"status": "1077 Chapters (Complete)"
		},
		{
			"title": "A Valiant Life",
			"author": "Xin Feng",
			"synopsis": "I am Lin Fan and I’ve become a jack of all trades just because of a powerful Encyclopedia. #exp# In the first ever competition organised for trolls, all the other contestants lost. The crowd exclaimed, “Brother, you’re so good at trolling.” #exp# Lin Fan replied, “But I’ve never been trolling…”",
			"genre": "Comedy, Harem",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/05/xinf.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/a-valiant-life/",
			"status": "1239 Chapters (Complete)"
		},
		{
			"title": "Adopted Soldier",
			"author": "lynerparel",
			"synopsis": "Raised to be the perfect soldier for battle, Alexander had risen to be the youngest S rank Merc. After attaining the strength he so desired, his adoptive father had forcefully made him leave the battlefield. #exp# Alex unwilling to acknowledge his retirement was given a mission by his adoptive father. #exp# \"The mission objective is to find a girl in the public High School you'll be attending and protect her.\" #exp# Triggered by the words mission objective, Alexander who had a 100% completion rate, accepted the conditions of the mission. #exp# Follow Alexander in his weird, almost comedic high school life. #exp# Alex's father: Hey Alex, did you get to school properly? #exp# Alex: Affirmative, I reached the designated place on time. #exp# Alex's father:So why did you call? #exp# Alex: The target I have picked is situated in classroom 1-B, while I'm in classroom 1-A. Asking permission to threaten the Principal into placing me in classroom 1-B #exp# Alex's father: DENIED!",
			"genre": "Magical Realism",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/11529754806409805/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Advent Of The Archmage",
			"author": "Mo Xiang",
			"synopsis": "Link was the top Archmage in the entire server. He had just defeated the strongest boss, the Lord of The Deep, Nozama with his party. However, instead of going back to town, he was transported to a secret location with pixelated CG. #exp# It sort of felt like a vacuum, and within it came a glorious and commanding voice that calls himself the God of Light. #exp# “Link, would you be willing to be the saviour who will pull the World of Firuman out from the churning abyss?” #exp# What a huge mission! If it was in the real world, Link would have rejected it immediately. However, he was bent on being the hero in game. #exp# “Bring it on!” Link answered confidently. #exp# “Then, best of luck.” #exp# And so begin Link’s journey of magic, friendship, betrayal, love and despair in the ever changing World of Firuman.",
			"genre": "Action, Adventure, Fantasy, Harem, Supernatural, Tragedy",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/9112051305002005/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/advent-of-the-archmage/",
			"status": "769 Chapters (Complete)"
		},
		{
			"title": "Age of Cosmic Exploration",
			"author": "Zhttty",
			"synopsis": "Endless sky and infinite space, the cosmos isn’t some paradise waiting to be found, it is full of darkness and danger, death and terror of the great unknown. #exp# However, for that glittering swath of blue, we have no fear! For the longevity of men, we have no regrets! Nothing shall stand in our way because it is finally our time, our age! The age of cosmos exploration!",
			"genre": "Action, Adventure, Mecha, Sci-fi, Seinen",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/04/ageofcosmic.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/age-of-cosmic-exploration/",
			"status": "478 Chapters (Complete)"
		},
		{
			"title": "Alchemy Emperor Of The Divine Dao",
			"author": "Flying Alone",
			"synopsis": "An ultimate warrior, the one and only Alchemy Emperor, Ling Han, died in his quest to achieve godhood. Ten thousands years later, he, with the ‘Invincible Heaven Scroll’, was reborn in the body of a young man with the same name. From then on, winds and clouds moved as he set himself against the uncountable geniuses of this new era. His path of becoming a legend has begun once more. Of all eras underneath the heavens, I am the strongest!",
			"genre": "Action, Fantasy, Harem, Martial Arts, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/01/Alchemy-Emperor-of-the-Divine-Dao-.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/alchemy-emperor-of-the-divine-dao/",
			"status": "4915 Chapters (Complete)"
		},
		{
			"title": "Almighty Coach",
			"author": "Victory General",
			"synopsis": "How could a poor graduate student without any background or connections become successful? With a coaching system? An upgrade? This is not a computer game, but real life we’re talking about! #exp# This will be a fantasy based on reality. Dai Li will fight back against all those who would mock and humiliate him with his astonishing and awe-inspiring training skills. From a nobody he’ll try to become the most illustrious coach in the sports world, so join him in proving to everyone who’s the real master here!",
			"genre": "Slice of Life, Sports",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/03/AlmightyCoach.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/almighty-coach/",
			"status": "440 Chapters (Ongoing)"
		},
		{
			"title": "Apocalypse Hunter",
			"author": "글쟁이S",
			"synopsis": "200 years after the world has ended, the laws of society have long been forgotten. #exp# Countless grotesque monsters now run amok on this the earth and Reavers who devour and massacre humans follow suit. #exp# In this hopeless world, the devil hunters who have caused the devil to have gone extinct roam from place to place. #exp# But in a world without the devils, for what reason do these hunters continue to mindlessly travel throughout the lands? #exp# Maybe it is to just survive. #exp# The devil hunters continue on. #exp# In this godforsaken world, the protagonist Zin meets a little girl named Leona, a girl whose entire life was nothing but pain, and search for the meaning of his life. #exp# The threads of fate slowly come together. #exp# The wheel of destiny continues to spin.",
			"genre": "Action, Adventure, Fantasy",
			"type": "Translation (Korean)",
			"cover": "http://img.webnovel.com/bookcover/11564708806424205/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/apocalypse-hunter/",
			"status": "375 Chapters (complete)"
		},
		{
			"title": "Ancient Godly Monarch",
			"author": "Jing Wu Hen",
			"synopsis": "In the Province of the Nine Skies, far above the heavens, there exists Nine Galaxies of Astral Rivers made up of countless constellations interwoven together. #exp# For Martial Cultivators, they could form an innate link with one of the constellations, awaken their Astral Soul, and transform into a Stellar Martial Cultivator. #exp# Legend has it that, the strongest cultivators in the Province of the Nine Skies, were beings that could open an astral gate every time they advanced into a new realm. Their talent in cultivation was such that they could even establish innate links with constellations that existed in a layer higher than the Nine Layers of Heavens, eventually transforming into the heaven-defying and earth-shattering power known as the War God of the Nine Heavens. #exp# Qin Wentian is the MC of this story. How could a guy, with a broken set of meridians, successfully cultivate? There were countless Stellar Martial Cultivators, as there were countless constellations in the vast starry skies. What he wanted to be, was the brightest constellation of all, shining dazzlingly in the vast starry skies.",
			"genre": "Action, Adventure, Drama, Fantasy, Harem, Martial Arts, Psychological, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/7834199305001505/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/ancient-godly-monarch/",
			"status": "2047 Chapters (Complete)"
		},
		{
			"title": "Assassination System",
			"author": "TheAdventurer",
			"synopsis": "In a world fraught with innumerable dangers where living day by day is a struggle, a young man from the modern age transmigrated into such a world, accompanied by a peculiar system made for assassination. #exp# [Move footsteps three inches apart for enhanced stealth.] #exp# [Strike at the indicated acupoint to ensure a quick death!] #exp# [Host has successfully assassinated the designated enemy! Gained one Assassination Point!]",
			"genre": "Eastern Fantasy",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/10852246906190705/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Badge in Azure",
			"author": "Deathstate",
			"synopsis": "The existence of a magician is to understand the truth of the real world. Saleen Metatrin, an ordinary magician, initially wanted to change one’s mind and destiny. During this, he went through many situations and phases in his life.",
			"genre": "Action, Drama, Fantasy, Harem, Mystery, Xuanhuan",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/03/badgeinazure1.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/badge-in-azure/",
			"status": "1609 chapters (Complete)"
		},
		{
			"title": "Battle Frenzy",
			"author": "Skeleton Wizard",
			"synopsis": "Amidst a disaster, an orphan contracts a sickness. #exp# In his waking hours, he is tormented by his ailment, but when he slumbers, there is infinite darkness. #exp# One day, when he was five years old, a strange Fate Trickster appeared in his dreams. Ten years later, he dreams of becoming a lord. To do so, he takes a chance to trade his fate! #exp# That day, Wang Zhong once again stood at the gates of the Tianjing Heroic Soul Academy. He was about to start a brand new life.",
			"genre": "Action, Fantasy, Martial Arts, School Life, Sci-fi",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/6838665602002205/600/600.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/battle-frenzy/",
			"status": "1010 Chapters (Ongoing)"
		},
		{
			"title": "Carefree Path Of Dreams",
			"author": "The Plagiarist",
			"synopsis": "This is the story of a boy who lived a secluded life in the mountains, tending his farm, rearing his fish, and dreaming his dreams. Eh? Did I suddenly conquer all worlds and become the big boss? Or am I still in a dream?",
			"genre": "Action, Adventure, Martial Arts, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/03/Carefree.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/carefree-path-of-dreams/",
			"status": "(Ongoing)"
		},
		{
			"title": "Castle Of Black Iron",
			"author": "Drunken Tiger",
			"synopsis": "After the Catastrophe, every rule in the world was rewritten. #exp# In the Age of Black Iron, steel, iron, steam engines and fighting force became the crux in which human beings depended on to survive. #exp# A commoner boy by the name Zhang Tie was selected by the gods of fortune and was gifted a small tree which could constantly produce various marvelous fruits. At the same time, Zhang Tie was thrown into the flames of war, a three-hundred-year war between the humans and monsters on the vacant continent. Using crystals to tap into the potentials of the human body, one must cultivate to become stronger. #exp# The thrilling legends of mysterious clans, secrets of Oriental fantasies, numerous treasures and legacies in the underground world — All in the Castle of Black Iron!",
			"genre": "Action, Comedy, Ecchi, Fantasy, Harem, Martial Arts, Mature, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/castleofblackiron.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/castle-of-black-iron/",
			"status": "2012 Chapters (Complete)"
		},
		{
			"title": "Consuming Earths, Devouring Skies",
			"author": "KevinAscending",
			"synopsis": "In the myriad realms, legends rise and fall in the countless eras. #exp# Yan Zaizen, a frail youth with an unfortunate history, meets one of these legends. Will this change his common destiny to something greater? #exp# The story of a boy that just wants a peacefully lavish life with money, amazing food, and a beautiful woman to love. #exp# The story of the heavens that laughs at this.",
			"genre": "Fantasy, Action, Adventure, Martial Arts, Xianxia",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/10490308205045905/300/300.jpg",
			"novelUpdates": "na",
			"status": "(Ongoing)"
		},
		{
			"title": "Cultivation Chat Group",
			"author": "Legend of the Paladin",
			"synopsis": "One day, Song Shuhang was suddenly added to a chat group with many seniors that suffered from chuuni disease. The people inside the group would call each other ‘Fellow Daoist’ and had all different kinds of titles: Palace Master, Cave Lord, True Monarch, Immortal Master, etc. And even the pet of the founder of the group that had run away from home was called ‘monster dog’. They would talk all day about pill refining, exploring ancient ruins, or share their experience on techniques. #exp# However, after lurking inside the group for a while, he discovered that not all was what it seemed…",
			"genre": "Action, Adventure, Comedy, Fantasy, Martial Arts, School Life, Slice of Life, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/10/Cultivation-Chat-Group.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/cultivation-chat-group/",
			"status": "2200+ Chapters (Ongoing)"
		},
		{
			"title": "Death Scripture",
			"author": "Cold Glamor",
			"synopsis": "Born into a wealthy family, Gu Shenwei was spoiled and carefree. However, at the age of 14, his entire family were brutally murdered, and he was caught by some bandits who sold him into slavery. #exp# As a slave boy, he entered Golden Roc Fort by chance and found the man who had slaughtered his family. #exp# He endured insults and worked hard to improve his kung fu while working as a slave boy. #exp# He learned from and plotted against his enemy under the enemy’s nose. #exp# He became increasingly ambitious as he became more and more powerful. #exp# He would only be satisfied if he completely destroyed his enemy—by fair means or foul. Gradually his bitter experience turned him into a totally different person.",
			"genre": "Action, Drama, Fantasy, Mature, Wuxia",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/9234376005002405/600/600.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/death-sutra/",
			"status": "1226 Chapters (Complete)"
		},
		{
			"title": "Doctor goes back to Joseon",
			"author": "한산이가",
			"synopsis": "The undisputed greatest doctor in Korea, Baek Gang Hyuk, falls back in time to Joseon after touching a strange painting.",
			"genre": "Historical",
			"type": "Translation(Korean)",
			"cover": "https://cdn.novelupdates.com/images/2018/09/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/doctor-goes-back-to-joseon/",
			"status": "230 Chapters (Ongoing)"
		},
		{
			"title": "Dominating Sword Immortal",
			"author": "JianYou TaiXu",
			"synopsis": "On this land of real souls, with millions of different martial art institutions, there’re so many strong fighters just like the trees in the forests. #exp# Among all, a mediocre apprentice from one of the mediocre institutions suddenly became a martial art genius after a mysterious incident. Not only did he acquire a photographic memory and keen perception, but he had also come to discover that his ability to comprehend martial arts is astronomically good, which eventually made him an almost godly existence. #exp# From the hot-blooded intense battles to the clashes between the top geniuses, Martial Arts is no longer limited to the mortal world, it reaches to a level that can do everything from controlling the oceans to flying up the sky and diving under the ground.",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Xuanhuan",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/Dominating-Sword-Immortal.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/dominating-sword-immortal/",
			"status": "1485 Chapters (Complete)"
		},
		{
			"title": "Dragon King's Son-In-Law",
			"author": "Dragon King's Nice Son-In-Law",
			"synopsis": "Hao Ren, an ordinary university student, saved a little girl who fell from the sky. By accident, he swallowed a “candy” that fell off of that girl’s body and somehow became the Dragon King’s son-in-law…… #exp# His life was turned upside-down from that point on. #exp# There were dragons in this world? And they are living side-by-side with humans? Ancient Chinese Mythologies really happened? #exp# Hao Ren got to experience a new world that was hidden from ordinary humans. Despite the thrills that came with the new discovery, there were challenges along the way. #exp# He thought his easy life as the Dragon King’s son-in-law was going to be laid back, but conspiracies and undercurrents were coming his way.",
			"genre": "Adventure, Fantasy Harem, Romance, Slice of Life",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/08/dksil.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/dragon-kings-son-in-law/",
			"status": "793 Chapters (Complete)"
		},
		{
			"title": "Empire of the Ring",
			"author": "동쪽사람",
			"synopsis": "Empire of the Ring is a Korean modern fantasy epic adventure novel that sets in the nations of the Caucasus mountain range which separates Europe and Asia. The nations of Caucasus are regions of many conflicts over territories, ethnicities, and religions. #exp# The story begins as Lee Youngho, a warm-hearted Korean merchandiser, takes a business trip to a disputed territory of the Caucasus nations to sell Korean unmanned security systems only to get misconstrued as a spy and caught by Armenian militia. #exp# Youngho eventually gets involved with the militia and CIA to help out people of the regions from conflicts and works toward a birth of a new empire in Caucasus.",
			"genre": "Action, Fantasy",
			"type": "Translation(Korean)",
			"cover": "http://img.webnovel.com/bookcover/11954071206653305/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/empire-of-the-ring/",
			"status": "760 Chapters (Ongoing)"
		},
		{
			"title": "Eternity in the darkness",
			"author": "ash_knight17",
			"synopsis": "Supernatural beings walk on earth freely, coexisting with the humans. Eve is a sweet and a kind soul, living a simple that is until she attends the party that changes the course of her life from simple to the dangerous world. Ruka Wolfric is the most powerful and ruthless man considered by people. What happens when an immortal being meets a human girl.",
			"genre": "Romance",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/12163368005019905/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Evil Emperor's Wild Consort",
			"author": "Xiao Qi Ye",
			"synopsis": "She has come a long way. #exp# Orphaned, born a weakling, and being the infamous good-for-nothing of Azure Dragon Country. Gu Ruoyun was the shame of the proud Gu household. Falsely accused of a crime she did not commit, she was betrayed by her family and beaten to death by her own grandfather. But life took a fateful twist on that very day — she was revived. #exp# Newly awakened, she is now the Master of an ancient treasure that resides within her body. Precious cultivation pills, treasures beyond her wildest imagination and spiritual beasts, all within her grasp… She is the apple of the eye of all under the heavens, including that of a mysterious, handsome man. #exp# Now she only has one goal — to conquer the world.",
			"genre": "Action, Fantasy, Josei, Martial Arts, Romance, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/Evil-Emperors-Wild-Consort.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/evil-emperors-wild-consort/",
			"status": "1803 Chapters (Complete)"
		},
		{
			"title": "Experimental Log of the Crazy Lich",
			"author": "Angry Squirrel",
			"synopsis": "This is the story of a crazy lich who possesses an internal game system and brings catastrophe to the entire world. #exp# “Let’s look at the daily quests today… it’s the damned choose one-of-two-options-type again. Destroy a town with a population of 30,000 people or above; reward: 10,000 evil points. Steal lollipops from 3 children; reward: 1 evil point. If neither of the quests is completed, then 2 points will be deducted.” #exp# “Tsk! You think I’m stupid? If I really destroyed a town, a crusade of Epic-ranked Holy Knights would definitely come hunting me down. Even if I earned the points, there wouldn’t be any life left in me to spend them. I better just go be a kindly lollipop bandit.” #exp# I’ve already had enough of being a notorious lich. Who says that a lich can’t be a good person? I’m definitely going to beat this damned system and be an upright and dignified good man.",
			"genre": "Adventure, Comedy, Mature, Seinen",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/The-Experimental-Log-of-the-Crazy-Lich.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-experimental-log-of-the-crazy-lich/",
			"status": "836 Chapters (Complete)"
		},
		{
			"title": "Fishing the Myriad Heavens",
			"author": "No Crying Out In The Face Of The Dao",
			"synopsis": "Tired of the schemes and strifes of city life, Bei Feng finally returned to his hometown in the countryside. #exp# -I shall lead a simple and leisurely life! #exp# However, who would have thought that fate would play a huge joke on Bei Feng? All kinds of magical items and beings of the Myriad Worlds could actually be fished out of the Ancient Well in his yard! #exp# Even a chicken reeled out of the well ended up chasing Bei Feng all over the yard and beating him black and blue! Speechless and aggrieved, he asked the Heavens: if, that day, he’d fished out a Dragon instead of a chicken, what would’ve happened to him!",
			"genre": " Adventure, Comedy, Fantasy, Martial Arts, Mystery, Supernatural",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/06/Fishing-the-Myriad-Heavens.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/fishing-the-myriad-heavens/",
			"status": "1300 Chapters (Ongoing)"
		},
		{
			"title": "Forty Millenniums Of Cultivation",
			"author": "The Enlightened Master Crouching Cow",
			"synopsis": "“Even if this universe is truly nothing more than a brutal bloody shadowy forest, we Cultivators will burn all that we have just to give off a single weak flickering spark in the darkness! #exp# No matter how weak each spark is, how short-lived, how small… As long as the sparks flow unabated, then one day one of those sparks will light some tinder, and that tinder shall light some fallen branches, and those branches shall set ablaze each and every last tree of the forest! #exp# In the end, even the smallest sparks will eventually set the shadowy forest ablaze, and illuminate the whole world!” #exp# In a world teeming with cultivators, Li Yao, who makes his living collecting scrap metal, encounters the soul of a titan powerhouse from forty thousand years in the past.",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Mecha, School Life, Sci-fi, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/Forty-Millenniums-of-Cultivation.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/forty-millenniums-of-cultivation/",
			"status": "3334 Chapters (Complete)"
		},
		{
			"title": "Full Marks Hidden Marriage: Pick Up A Son, Get A Free Husband",
			"author": "Jiong Jiong You Yao",
			"synopsis": "After five years, Ning Xi has returned and is out to take revenge on the sister who turned her parents against her, and the childhood sweetheart who betrayed her for her sister. She aims to fulfil her childhood dream and become a famous actress. However, her sister is still out to get her and she has to avoid all her underhanded schemes. #exp# One day, after falling into one of her sisters’ schemes, she meets an adorable kid and saves him. This was how Ning Xi found herself staying at the mute little kid’s house to help him come out of his shell. Slowly, his father Lu Tingxiao starts falling for her too.",
			"genre": "Action, Comedy, Drama, Gender Bender, Josei, Mature, Romance, Slice of Life",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/07/Hidden-Marriage.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/hidden-marriage/",
			"status": "2156 Chapters +1 Side Story (Complete)"
		},
		{
			"title": "Gate of God",
			"author": "Xin Yi",
			"synopsis": "This is a strange and inexplicable world…Mountains, water, stones, flowers, grass, trees, wood, the Sun, moonlight, stars… All creation under the Heavens and Earths are sources of energy. In this world, there are all the classics from his previous world, but there is a new addition: The Law of Dao. Fang Zhengzhi was conflicted. I can obtain power from reading books? Should I read Tao Te Ching first? Or should I read The Art of Becoming Invisible? What about the Analects of Confucius or… The Golden Lotus? With The Law Of Dao as his foundation, can Fang Zhengzhi master the Dao of All Creation and open the gate of God?",
			"genre": "Adventure, Comedy, Fantasy, Harem, Martial Arts, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/04/gog1.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/gate-of-god/",
			"status": "1117 Chapters (Complete)"
		},
		{
			"title": "Ghost Emperor Wild Wife: Dandy Eldest Miss",
			"author": "Xiao Qi Ye",
			"synopsis": "Yun Luo Feng, Hua Xia Medicial School’s genius, died from an accident and her soul attached to Long Xia mainland’s General family’s useless eldest miss. #exp# This waste of an eldest miss not only can’t read or practice martial arts, but is big chested, has no brain, is arrogant and self-willed. #exp# Since having the crown prince as a perfect fiance isn’t enough, she actually snatched a pretty boy in public, leading to the crown prince annuling the marriage. #exp# But she couldn’t stand the annulment and hung herself. #exp# Opening her eyes again, she is no longer the previous useless miss. #exp# She contracted a God’s puppet and carries a spiritual space. With wonderful hands that can rejuvenate and medical skills that overturn the world! #exp# Both the the royal descendants and nobles above and the merchants below, all compete to curry her favor. Even His Royal Highness, the crown prince,who previously broke the engagement, came knocking on the door wanting to reconcile. #exp# In regard to this, a mysterious man finally couldn’t endure: “Whoever dares to come and harass my woman, let them come but never return!”",
			"genre": "Action, Drama, Josei, Martial Arts, Romance, Shoujo, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/8179206705005905/300/300.jpg?coverUpdateTime=5232500057004183000",
			"novelUpdates": "https://www.novelupdates.com/series/ghost-emperor-wild-wife-dandy-eldest-miss/",
			"status": "2159 Chapters + 103 Extra (Complete)"
		},
		{
			"title": "God and Devil World",
			"author": "Assets Exploding",
			"synopsis": "In less than an instant the world as we knew it was at its end. #exp# That’s right. The Apocalypse. In a single blink Zombies appeared and mutated monsters began to rampage all throughout the world. Now it was the human species turn to fight for survival and planetary dominance! #exp# On the same day that the world descends into chaos we meet Yue Zhong. Initially only hoping to get to his friends and escape to a refugee camp our protagonist sets out, inadvertently building a team along the way. After a series of fortuitous events and a few serious hunches our hero decides it’s time to do more than just survive! #exp# Yue Zhong begins to form the foundations of an enormous survival plan… before he suddenly discovers that he has only gotten over the first hurdle…. Unbeknownst to Yue Zhong and company, the world outside of China is mostly a wasteland! Country sized swathes of nuclear radiation and an extreme shortage of supplies in the world after the nuclear explosions was quickly becoming the “norm”. Mutants, Evolved animals and what’s worse, intelligent out of control dinosaurs had quickly appeared and claimed their own sections of the planet. There were several innately powerful Evolved races which appeared that were more than 10 times stronger than humans, nearly all of them possessing bodies impenetrable by normal bullets. The fabled orcs’ were another of these Evolved races, the leader of which had in fact enslaved many of the remaining human beings. #exp# Unceremoniously exposed to such a cold and heartless new world, Yue Zhong is faced with a choice: Find a deep dark hole and hope it goes back to “normal”? Or overcome all obstacles and struggle towards Evolution!!!",
			"genre": "Adventure, Drama, Ecchi, Fantasy, Harem, Mature, Sci-fi, Seinen, Tragedy",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/04/godanddevilworld.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/god-and-devil-world/",
			"status": "1236 Chapters (Complete)"
		},
		{
			"title": "God Emperor",
			"author": "Flying fish",
			"synopsis": "Eight hundred years ago, a legendary man passed away. Zhang Ruochen, the son of Emperor Ming, was killed by his fiancée, Princess Chi Yao. #exp# Then, eight hundred years after his death, he came back, only to find that the one who had killed him had already unified Kunlun's Field and built the First Central Empire, and was now known as Empress Chi Yao... #exp# Empress Chi Yao—Her Majesty governed the mortal world and enjoyed prestige in all directions as well as an eternal life. #exp# Zhang Ruochen stood outside of the Imperial Ancestral Temple, looking at the statue of Empress Chi Yao, and the flames of hatred burned in his heart. “After I practice for 13 years, I shall send the empress to her doom!”",
			"genre": "Action, Adventure, Fantasy, Harem, Martial Arts, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/8324025906000205/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/eternal-god-emperor/",
			"status": "2000+ chapters (ongoing)"
		},
		{
			"title": "God Of Slaughter",
			"author": "Ni Cang Tian",
			"synopsis": "Growing up parentless, Shi Yan, who was left with a large inheritance money, bore a general disinterest in life. #exp# The only times he felt alive was when adrenaline coursed thorough his veins. He quickly found that extreme sports, bungyjumping, cave diving & skydiving, gave him the biggest kicks. The bigger the adrenaline kick, the closer he was to death, the more alive he felt. #exp# Waking up in a pile of dead bodies in an unknown land, after a diving adventure had ended disastrously, he quickly realizes the body he now possessed was not his own. #exp# Follow Shi Yan as he explores this new world where danger lurks around every corner, and death is only a breath away; a world in which Shi Yan could not feel any more alive.",
			"genre": "Action, Adventure, Ecchi, Fantasy, Harem, Martial Arts, Mature, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/06/GOS.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/god-of-slaughter/",
			"status": "1608 Chapters (Complete)"
		},
		{
			"title": "Godfather Of Champions",
			"author": "Lin Hai Ting Tao",
			"synopsis": "This is a story about the pursuit of victory.",
			"genre": "Drama, Historical, Sports, Tragedy",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/06/Godfather-Of-Champions.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/godfather-of-champions/",
			"status": "1037 Chapters (Complete)"
		},
		{
			"title": "Godly Model Creator",
			"author": "-90°",
			"synopsis": "The arrival of origin ability era. Many berserk beasts spawned. Humans with superpowers blooming like mushrooms. Su Hao is just an ordinary 3rd year high school student who had mastered a lowly grade origin ability named: #exp# “Model analysis”. #exp# However, when he was creating a character model in his mind by analyzing the opposing side’s ability, a crazy idea echoed in his mind. What would happen if he creates a model of the entire world? This would imply that he… would be like a God, controlling the world!",
			"genre": "Fantasy, Drama, Ecchi, Martial Arts, Mystery, School, Life Sci-fi",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/11315851005335705/600/600.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/godly-model-creator/",
			"status": "1089 Chapters (Complete)"
		},
		{
			"title": "Gourmet Food Supplier",
			"author": "Cat Who Cooks",
			"synopsis": "In a land far to the east, there exists a strange store that has rejected a three Michelin star rating multiple times. #exp# The prices are expensive. A combo set of soup and egg fried rice costs 288 RMB. Oh, I forgot it also includes a side dish of pickles. Even so, very many people line up to wait. #exp# That place does not accept reservations. It only lets in people who are waiting in line there. Countless people make special trips to line up there. Of course, there’s nowhere to park planes or cars. #exp# Their service is so terrible, the customers have to serve their own dishes and grab their own bowls and chopsticks, and they even have to wipe down their own tables! God, the boss is simply crazy. #exp# —《 Michelin Gourmet Magazine》",
			"genre": "Comedy, Fantasy, Mystery, Sci-fi, Seinen, Slice of Life, Supernatural",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/Gourmet-Food-Supplier.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/gourmet-food-supplier/",
			"status": "1200 Chapters (Ongoing)"
		},
		{
			"title": "Gourmet of Another World",
			"author": "Li Hongtian",
			"synopsis": "In a fantasy world where martial artists can split mountains and creeks with a wave of their hand and break rivers with a kick, there exists a little restaurant like this. #exp# The restaurant isn’t large, but it is a place where countless apex existences will rush into. #exp# There, you can taste egg-fried rice made from phoenix eggs and dragon blood rice. #exp# There, you can drink strong wine brewed from vermillion fruit and water from the fountain of life. #exp# There, you can taste the barbecued meat of a ninth grade supreme beast sprinkled with black pepper. #exp# What? You want to abduct the chef? That’s not going to happen, because there’s a tenth grade divine beast, the Hellhound, lying at the entrance. #exp# Oh, that chef also has a robotic assistant that killed a ninth grade supreme being with a single hand and a group of crazy women whose stomachs were conquered.",
			"genre": "Action, Adventure, Comedy, Fantasy, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/04/gourmetanotherworld.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/gourmet-of-another-world/",
			"status": "1851 chapters (Complete)"
		},
		{
			"title": "Handsome CEO's Darling Wife",
			"author": "Flow07",
			"synopsis": "While running away for their lives, she sacrifices herself to let her beloved escape. #exp# Hua Lan wakes up in an unfamiliar, luxurious room to find that she's unable to recall anything about herself. Learning that information regarding her existence is wiped out, and that she needs to be cautious of the people out there to get her, Hua Lan starts a new life with a new identity. #exp# Surrounded by her dotting, handsome husband and his loving family, Hua Lan (now Mu Lan) adapts herself to her new life. #exp# But now in her dreams, she can hear a girl whisper: \"Until you say 'I love you', I'll keep our memories shut. Farewell, my love.\" #exp# Mu Liang knows that something isn't right about his beloved wife. But he doesn't care. #exp# All he can think of loving her, cherishing her, locking her up so that she will never return to her past. #exp# Because he knows that he won't be able to live a moment away from her. #exp# While living her life filled with happiness, what will happen to Mu Lan when her past beloved were to come and take her away? #exp# Can she bear to leave to her present to be with her past?",
			"genre": "Romance, Fiction, Drama",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/11087387305259405/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Heidi and the Lord",
			"author": "ash_knight17",
			"synopsis": "The year 1847 #exp# The four Empires have stayed unchanged for centuries, vampires having the upper hand and being the master puppeteer of all. But conflicts have begun to rise-an internal war between the two empires, Bonelake and Woville. #exp# Heidi was an adopted child, where one of the Duke had been generous enough to take her in. A girl, who when grew up had no idea that she would be the political bridge between the two empires. A marriage with the East Lord's relative. #exp# Lord Nicholas with his gentle appearance and behaviour made him the White King of the Empire. A man who was the kindest to the souls around him, with only a few who knew what laid beneath that beautiful mask. What happens when a girl is responsible for bringing out the worst and the best out of him? Especially when it's his cousin's fiancee.",
			"genre": "Romance",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/12005484305744805/600/600.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "I Can Turn into a Fish",
			"author": "Little Fish Eats Dragon Meat",
			"synopsis": "A chance to change, to challenge destiny, making dreams a reality, and live a legend! A regular man gains a system that allows him to turn into a fish!",
			"genre": "Comedy, Fantasy",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/06/fishturn.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/i-can-turn-into-a-fish/",
			"status": "613 Chapters (Complete)"
		},
		{
			"title": "I Have A Mansion In The Post-Apocalyptic World",
			"author": "Morning Star LL",
			"synopsis": "Ruins stretched across the landscape in the apocalypse after the nuclear war. #exp# If you accidentally survived on the wasteland, then you must be ready to face the endless hunger, ceaseless dangers, the mad zombies at night, and the peculiar mutant creatures that are the aftermaths of the constant radiation. #exp# But for Jiang Chen, this place was heaven. #exp# Mansions stood tall, luxurious cars parked on the street, high tech products and gold abandoned everywhere. #exp# What? You were the president of a game development company before the war? You were responsible for the development of the 3D virtual reality online multiplayer game? Well, that’s great, why don’t you come work for me. The salary is two pieces of bread a day. #exp# iPhone? Ultra thin design? Don’t you see that the phone I invented are thinner than condoms? #exp# Aircraft carrier? Fighter jets? Oh, I have those things as well, but they are designed for space combat. #exp# Watch the story of Jiang Chen, who possessed the ability to travel through space and time, as he witness the creation of an empire stretched across space and time..",
			"genre": "Action, Adventure, Harem, Mature, Mystery, Sci-fi, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/04/I-Have-a-Mansion-in-the-Post-apocalyptic-World.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/i-have-a-mansion-in-the-post-apocalyptic-world/",
			"status": "1610 Chapters (Complete)"
		},
		{
			"title": "I'm Really A Superstar",
			"author": "Chang Yu",
			"synopsis": "Zhang Ye was originally a mundane college graduate with aspiring dreams to become a star, but unfortunately has below average looks and height. However one day, he woke up and suddenly found himself in a parallel world! #exp# It’s like the same world, but wait a minute…many brands, celebrities and even famous works from his world changed and are gone in this new world! #exp# Armed with the profound literary knowledge of his previous world and a heaven-defying Game Ring that gives him magical items, stats and skills, Zhang Ye embarks on a journey to pursue his life-long dream of becoming famous! #exp# Follow Zhang Ye as he takes the new world by storm, one plagiarized piece at a time, to hilarious reactions!",
			"genre": "Action, Adventure, Comedy, Drama, Fantasy, Martial Arts, Seinen, Slice of Life",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/06/Im-Really-a-Superstar.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/im-really-a-superstar/",
			"status": "1695 Chapters (Hiatus&Banned)"
		},
		{
			"title": "It's Not Easy To Be A Man After Travelling To The Future",
			"author": "Madam Ru",
			"synopsis": "After dying from a strange terminal illness, Ling Lan was reborn into a world 10000 years into the future. Although she dearly wished she could just live a peaceful and uneventful life in her new healthy body, fate had other plans… #exp# Forced to disguise herself as a boy just so she could inherit her deceased father’s premium military benefits, Ling Lan’s journey to adulthood was full of challenges. After much difficulty, she finally turned sixteen when she could drop the charade. But before she could grasp her newfound freedom to get married and start her own family, a twist of fate results in her being thrown into the Federation’s top military boys’ school. #exp# With these twists of fate, Ling Lan had little choice but to walk further and further down a path of no return, one of cold and aloof dominance…",
			"genre": "Action, Adventure, Comedy, Gender Bender, Josei, Martial Arts, Mecha, Sci-fi",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/12/Crossing-to-the-Future-it%E2%80%99s-Not-Easy-to-Be-a-Man.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/crossing-to-the-future-its-not-easy-to-be-a-man/",
			"status": "1400+ Chapters (Ongoing)"
		},
		{
			"title": "Joy of Life",
			"author": "Mao Ni",
			"synopsis": "That lonesome night as he lays dying in the hospital, fearing of death and desiring the taste of life, his mind became unprecedentedly complex with mixed emotions. #exp# Myasthenia gravis — an incurable disease where one’s muscle slowly degenerated until the day when one can no longer move and only tears may flow. #exp# “Is this… dying?” #exp# When he opened his eyes again, he had crossed over into the body of a two months old infant, right in the middle of an assassination attempt. #exp# He was born as the illegitimate son of a noble. His name was Fan Xian; and with that name came the burden of deep political secrets and the legacy of his mother. #exp# He understood; to survive, he needed unparalleled strength, money and political power. #exp# To a new world with the luxury of a new life, so named; Celebrating the Remaining Life.",
			"genre": "Action, Adventure, Fantasy, Harem, Martial Arts, Romance, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "http://img.webnovel.com/bookcover/7961226605002505/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/joy-of-life/",
			"status": "825 Chapters (Complete)"
		},
		{
			"title": "King of Gods",
			"author": "Fast Food Resturant",
			"synopsis": "His will is tough and he is unwilling to be normal. However, his pathway was destined to be that way, being born in a small sect’s branch. #exp# However, one day, his left eye merges with the eye of an Ancient God in an accident. From that moment on, he turns from a fish into a dragon. #exp# He rises up like a star, walking the path of a legendary cultivator. #exp# From being a tiny, small ant at the bottom of the world, he rises step by step, into a place full of powerful sects, strong ancient clans and countless geniuses. #exp# This is an era of legends.",
			"genre": "Action, Adventure, Fantasy, Harem, Martial Arts, Tragedy, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "http://img.webnovel.com/bookcover/9017100806001205/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/king-of-gods/",
			"status": "1585 Chapters (Complete)"
		},
		{
			"title": "Kingdom's Bloodline",
			"author": "Masterless Sword",
			"synopsis": "A lowly child beggar, a noble prince, a monster viewed as the enemy of the entire world. If you possess all three identities at the same time, which identity would you choose to help you earn a better ending? #exp# Thales did not have the answer. #exp# He only knew that he came to a different and magnificent world, and he had to face a future that was as difficult to handle as a nightmare. #exp# The glorious Empire had already been destroyed for one thousand years, the dying royal family suffered many problems, the legendary sacred battle had plenty of conspiracies, the divided world was in chaos. #exp# But Thales had nothing. #exp# The only thing he had left was an unswerving determination to preserve his own identity, bravery which would allow him to survive in a perilous situation, and a belief that he would never submit to principles he did not believe. #exp# “A King does not gain respect by virtue of his bloodline. The bloodline’s glory rests on the deeds of the King.” #exp# Darkness will baptize light. Fire will create true steel. The forbidden prince’s story starts here.",
			"genre": "Action, Drama, Fantasy, Mature, Psychological, Seinen, Tragedy",
			"type": "Translation (Chinese)",
			"cover": "http://img.webnovel.com/bookcover/9664912305003405/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/kingdoms-bloodline/",
			"status": "500 Chapters (Ongoing)"
		},
		{
			"title": "Last Wish System",
			"author": "Alemillach",
			"synopsis": "In a universe where the great experts can reincarnate, Yale Roanmad reincarnated with almost no memories of his past life and didn't know who he was. #exp# Despite the problem with his memories, Yale had obtained a strange legacy from his own past life the Last Wish System. #exp# Yale, who remembered the pain of dying, decided to turn strong to avoid suffering the same pain again. Moreover, he also decided to investigate his own past life to remember who he was. #exp# However, he didn't know that a Mysterious Expert, who knew a lot about him and his past life, was looking at him from the shadows.",
			"genre": "Action, Fantasy",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/10377938706023605/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Legend of Legends",
			"author": "Dawon",
			"synopsis": "The world was hit by an abnormal narcolepsy, and there was a mass coma. Lee-joonhyuk was transferred to a dimensional battle field as he fell into an abnormal narcoleptic sleep. This is the story of him as he starts as a minion.",
			"genre": "Action, Adventure, Fantasy, Supernatural",
			"type": "Translation (Korean)",
			"cover": "http://img.webnovel.com/bookcover/11564749505437305/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/legend-of-legends/",
			"status": "599 Chapters (Complete)"
		},
		{
			"title": "Legend Of Ling Tian",
			"author": "Fengling Tianxia",
			"synopsis": "Ever met someone who started cultivating from his mother’s womb? #exp# He does not care for his image, willing to take all steps necessary to ensure his plans succeed! #exp# Watch Ling Tian, martial arts genius, who crossed from the modern world to the ancient times, bringing with him all his memories from his past self! #exp# A person with high comprehension talent, blessed with the gift of eloquence as well as a burning desire to be the best! #exp# Join us as we follow Ling Tian’s adventures in this new world has appeared in! Watch as he plays with the politics of the court and of the Great Families, and how he finds his allies which will help him to conquer this world!",
			"genre": "Action, Comedy, Harem, Martial Arts, Mature, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/08/lingtian.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/legend-of-ling-tian/",
			"status": "727 Chapters (Complete)"
		},
		{
			"title": "Legend of the Supreme Soldier",
			"author": "Fang Xiang",
			"synopsis": "Ye Chong was a denizen of Trash Planet-12. On one fateful day, he discovered a treasure that would forever alter his destiny from a pile of junk – Mu Shang, an unknown machine with artificial intelligence and a lost memory. Together, they venture into the vast galaxy as the isolated “caveman” that was Ye Chong began absorbing all sorts of knowledge and meeting people from all walks of life. He gradually discovers more and more about his own mysterious past as well as his partner’s. Read to find out more!",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Mecha, Sci-fi",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/07/LegendoftheSupremeSoldier.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/legend-of-the-supreme-soldier/",
			"status": "607 Chapters (Complete)"
		},
		{
			"title": "Library Of Heaven's Path",
			"author": "Heng Sao Tian Ya",
			"synopsis": "Traversing into another world, Zhang Xuan finds himself becoming an honorable teacher. #exp# Along with his transcension, a mysterious library appears in his mind. #exp# As long as it is something he has seen, regardless of whether it is a human or an object, a book on its weaknesses will be automatically compiled in the library. #exp# Thus, he becomes formidable. #exp# “Emperor Zhuoyang, why do you detest wearing your underwear so much? As an emperor, can’t you pay a little more attention to your image?” #exp# “Fairy Linglong, you can always look for me if you find yourself unable to sleep at night. I am skilled in lullabies!” #exp# “And you, Demon Lord Qiankun! Can you cut down on the garlic? Are you trying to kill me with that stench?” #exp# This is an incredible story about teachers and students, grooming and guiding the greatest experts in the world!",
			"genre": "Action, Comedy, Fantasy, Martial Arts, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/Library-of-Heaven%E2%80%99s-Path.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/library-of-heavens-path/",
			"status": "1400+ Chapters (Ongoing)"
		},
		{
			"title": "Living With a Temperamental Adonis: 99 Proclamations of Love",
			"author": "Ye Fei Ye",
			"synopsis": "When he stayed at her home for one night, he took her body in a drunken stupor. From then on, he had been a constant fixture in her life. How adamant he was in forcing a marriage was how adamant she demanded for a divorce. #exp# “I’m not staying married to you! I’m not staying married to you! I’m not staying married to you!” #exp# After she repeated such an important proclamation three times, he finally tossed her the divorce paper. She thought she had finally escaped him alas… After the divorce, he still snuck into her room every night… Finally losing her patience, she yelled: #exp# “We are already divorced!” #exp# He glanced at her and set down the divorce paper before her. On it, it was written clearly: After the divorce, the car is hers, the house is hers, the company is hers, their child is hers, he… is also hers?",
			"genre": "Drama, Josei, Romance, Slice of Life, Supernatural",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/07/adonis2.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/living-with-a-temperamental-adonis-99-proclamations-of-love/",
			"status": "1091 Chapters (Complete)"
		},
		{
			"title": "Lord Xue Ying",
			"author": "I Eat Tomatoes",
			"synopsis": "In the Tranquil Sun province of the empire, there exists an unremarkable lordship known as Xue Ying Territory! This is the home of the Dong Bo clan, the clan of our hero Xue Ying! #exp# His father, a commoner turned noble; his mother, a noble who abandoned her clan for love, and his brother, an innocent toddler. But peace cannot last forever, Xue Ying’s peaceful life is shattered, and the only way to reclaim it is through power!",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/8411219605000605/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/lord-xue-ying/",
			"status": "1398 Chapters (Complete)"
		},
		{
			"title": "MMORPG: Martial Gamer",
			"author": "Immortal Iron Bull",
			"synopsis": "Catching arrows, running up walls, crushing boulders and bending metal, these are but petty parlour tricks in the eyes of a true martial artist. But where can a martial artist stand in an era of material pursuit? #exp# Join Wang Yu, the greatest martial genius the world has ever seen, as he takes on the gaming world of “Rebirth”, where dragons, demons and immortals are more than just legends.",
			"genre": "Action, Adventure, Comedy, Drama, Fantasy, Martial Arts, Sci-fi, Wuxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/03/mmorpg3.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/mmorpg-martial-gamer/",
			"status": "1380 Chapters (Ongoing)"
		},
		{
			"title": "Monster Paradise",
			"author": "Nuclear Warhead Cooked in Wine",
			"synopsis": "800 years ago, 3000 dimensional gates opened across the entire world. In that moment, it was as if 3000 different colored eyes opened across the world as hordes of monsters swarmed out of these gates like tears. #exp# Some could destroy city walls with one strike; They had bodies the size of a giant and fed on humans. #exp# Some latched onto humans, absorbing their bodies’ nutrients and enslaving humans. #exp# Some infiltrated the humans’ cities, disguising themselves as normal human beings while feeding upon human blood to sustain themselves. #exp# In a night, the Human race fell to the bottom of the food chain. #exp# The world had turned into a paradise for monsters…",
			"genre": "Action, Adventure, Comedy, Fantasy, Martial Arts, Sci-fi, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/Monster-Paradise.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/monster-paradise/",
			"status": "800+ Chapters (Ongoing)"
		},
		{
			"title": "My Beautiful Commander",
			"author": "neha_",
			"synopsis": "Xia Lian, a 21st century military doctor died in an explosion and found herself transmigrated to the body a 12 year girl. Her mother died and her father abandoned her and her little brother for another woman. #exp# But she strives to provide a bright future for her younger brother and herself. She slowly makes herself stronger so that no one can bully her and her brother. Many admire her for her strong and free personality. #exp# Even the cold and aloof general falls head over heals for her, but she does not accept love as she only has her brother in her eyes. But he does not give up as he realized that he is in love with this weird and strong woman.",
			"genre": "Historical, Romance",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/11107023406258105/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "My Cold and Elegant CEO Wife",
			"author": "I Love Mermaid",
			"synopsis": "He’s the Wolf King on the battlefield, one that mastered peerless martial arts and the sophisticated art of medicine. He originally wanted to just live a peaceful life, but his wife who’s a CEO thought he’s a loser and wanted a divorce. The cold war between husband and wife began.",
			"genre": "Drama, Ecchi, Fantasy, Harem, Martial Arts, Mature, Romance",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/ceo_qi.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/my-cold-and-elegant-ceo-wife/",
			"status": "2512 Chapters (Complete)"
		},
		{
			"title": "My MCV and Doomsday",
			"author": "Dark Litchi",
			"synopsis": "Doomsday was approaching… #exp# An ancient virus was released upon the world and from then on nothing was the same… #exp# Zombies, mutant wild animals and people with mutant powers… #exp# Jiang Liushi , one day woke up and found the Starseed in his mind, a Black Technology which could assist him in various ways. #exp# Its most important function? Refitting and upgrading vehicles!",
			"genre": "Action, Adventure, Fantasy",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/09/mymcv.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/my-mcv-and-doomsday/",
			"status": "680 Chapters (Ongoing)"
		},
		{
			"title": "My Youth Began With Him",
			"author": "Baby Piggie",
			"synopsis": "Seven years ago, after their breakup, he disappeared without a trace. #exp# Now, he reappeared on the eve of her wedding, sparing no means in forcing her to marry him… #exp# With a certificate of marriage, he bound her mercilessly to his side. #exp# From there, this “Cinderella” began her journey as a wife to the heir of a business empire… #exp# Mrs Huo – composed, sharp-tongued, and freakishly smart. #exp# Mr Qin – wife-spoiler to no end and a complete “slave” to their daughter. #exp# Quality love story, one on one. You are welcome to get hooked on this story with us.",
			"genre": "Josei, Romance",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/09/My-Youth-Began-With-Him.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/my-youth-began-with-him/",
			"status": "4541 Chapters + 378 SS (Complete)"
		},
		{
			"title": "Mystical Journey",
			"author": "Get Lost",
			"synopsis": "One moment, Luo Jing was at the brink of death after accidentally touching a power outlet while showering. The next, he was in the body of a man named Garen, with memories of a past he was never a part of flowing into his head. As he slowly gets used to the body of Garen, he begins to explore a planet beyond his own logical comprehension. His journey will see him go from surviving in a planet locked in the 20th century, to wielding secret techniques so powerful that they level cities overnight. However, his journey doesn’t end with Garen. Instead this is but the first of many bodies that Luo Jing will come to wield in his mystical journey between worlds.",
			"genre": "Adventure, Fantasy, Harem ,Horror, Mystery, School Life, Tragedy",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/myst_j.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/mystical-journey/",
			"status": "1377 Chapters (Complete)"
		},
		{
			"title": "NEET Receives a Dating Sim System",
			"author": "Idle Fish Goes Ashore",
			"synopsis": "A 30-year-old NEET is reincarnated into the body of an otaku that choked to death on instant noodles. As he comes to grips with his new life, he realizes that this world is subtly different from Earth. The denizens of this world are far better looking, and this new world also possesses futuristic technology as well as mysterious Yin Yang masters! #exp# After reincarnating, he realized that he was endowed with a miraculous game-like system, which enables him to increase his own stats and transcend the limits of the human body. This system even has a game-breaking ability to save and load in real life! #exp# In this new world that’s akin to a 2-D game, he just wants to enjoy life and head for a glorious future… However, he is quickly embroiled in a complex plot. Can he unlock his true potential and utilize his system to break the shackles that confine him and discover the truth about his previous body’s circumstances?",
			"genre": "Action, Adventure, Comedy, Fantasy, Harem, Mystery, School Life, Shounen",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/NEET-Receives-a-Dating-Sim-Game-Leveling-System.png",
			"novelUpdates": "https://www.novelupdates.com/series/neet-receives-a-dating-sim-game-leveling-system/",
			"status": "760 Chapters (Ongoing)"
		},
		{
			"title": "Night Ranger",
			"author": "Dark Blue Coconut Milk",
			"synopsis": "After transmigrating into a weak noble body, Marvin discovered that he was familiar with the world, this was the game he played in his previous life and… Damn! He only had six months before the Great Calamity! #exp# As a former top player, he would obviously fight to save the world… Yeah, no. Time to plan and prepare for the upcoming events, better to use that knowledge to get ahead rather than fight with gods. #exp# Follow Marvin’s journey through this new world.",
			"genre": "Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Martial Arts, Mature, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/10/nightranger.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/night-ranger/",
			"status": "820 Chapters (Complete)"
		},
		{
			"title": "Nightfall",
			"author": "Mao Ni",
			"synopsis": "The epic and legendary tale of an extraordinary young man rising up from the masses, traversing his life in the pursuit of quantity over quality. His inquisitive voice echoes infinitely through the hills of the immortal Academy: #exp# “I am one who would rather suffer an eternity of destined calamities than beg for solace from the saints…”",
			"genre": "Action, Adventure, Comedy, Martial Arts, School Life, Tragedy",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/8324018606000005/600/600.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/nightfall/",
			"status": "1088 Chapters (Complete)"
		},
		{
			"title": "Number One Dungeon Supplier",
			"author": "Moloxiv",
			"synopsis": "In a modern world where cultivators need a place to cultivate or vent their boredom, there are private businesses that set up instance dungeons with the aid of technology and cultivation magic to enable cultivators to train and commoners to experience the life of cultivation. They are called dungeon suppliers. #exp# Xie Jin's one and only dream was to be a dungeon supplier and when his only relative passed away, the relative's inheritance gave him a plot of land and surprisingly, a 'System' Module which the relative had previously used.  #exp# With the help of the system, Xie Jin decided to pursue his dream of becoming the number one dungeon supplier.",
			"genre": "Fantasy",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/11004698505235305/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Omnipotent Sage",
			"author": "Snake Swallows Whale",
			"synopsis": "Invincible fists, unrivaled hammers! #exp# Junior Leopard, who traveled through time and space, takes what he earns and does only what he needs to do, never undertaking too much responsibility nor being so chivalrous as to do every good deed. His so-called ambitions from his past life to change the world were cast aside. #exp# However, when a forbidden bloodline awakens in his body and his eternal eyes begin to shine once again, he discovers that his iron fists give him the power to force others to follow the truth and to reforge justice! #exp# This is a cultivation legend about a modern man that was thrust into an amazing martial arts world.",
			"genre": "Action, Martial Arts, Xianxia",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/01/600.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/omnipotent-sage/",
			"status": "942 chapters (Complete)"
		},
		{
			"title": "Otherworldly Evil Monarch",
			"author": "Fengling Tianxia",
			"synopsis": "Jun Xie was the number one assassin in modern earth. His skills and knowledge in the field of assassination were unparalleled, his accomplishments unprecedented, his reputation terrified the entire underworld. However, during a mission to retrieve a mystical treasure, a mishap occurred… #exp# He is now Jun Moxie, a sixteen year old super level debauchee, sole heir to the declining Jun family. A family of valiant heroes, left with an old grandpa, a crippled uncle and a debauchee as the sole heir! Accepting the world’s criticism and cold stares with a smile, his new journey begins! His life will be carved by his own will! Rise to the top! Evil Monarch Jun Xie! #exp# “This cup I toast to those I’ve killed in my past life. Forgive me, for there is no chance for you to have revenge. Gulp! #exp# This cup I toast to those whose life I will take in my new life. Forgive me, for you are fated to die by my hands. Cheers!”",
			"genre": "Action, Adventure, Comedy, Fantasy, Harem, Martial Arts",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/04/Otherworldly-Evil-Monarch.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/otherworldly-evil-monarch/",
			"status": "1266 Chapters (Complete)"
		},
		{
			"title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
			"author": "Jiong Jiong You Yao",
			"synopsis": "“This guy, how heavy is his taste, he’s still able to eat?” Waking up, she looked at her reflection in the mirror, explosive hair, tattoos, and a demon-like face. Look at her for more than a second and you’ll have spicy eyes (your eyes will bleed-aka she looks really ugly). #exp# Before her rebirth, she was in love with someone else, bent on escaping, and after having relations with him, hates him deep to his bones. #exp# After her rebirth, she looked at the beauty on the bed, seriously thinking, the one who left his shadow in the past, seemingly should be him? #exp# In her past life, her mind was muddled. She tried to get rid of the outstandingly beautiful husband that she didn’t want, was victimized by slag men and cheap women, and her most trusted friend brainwashed her. In the end, she found people rebelling and friends deserting (isolated and alone). #exp# In this lifetime, all of the evil people scheming and longing for her divorce should yield. Sorry but this young miss’s IQ is on the line!",
			"genre": "Comedy, Drama, Gender Bender, Josei, Psychological, Romance, Supernatural",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/8600631606000605/300/300.jpg?coverUpdateTime=2118248064847080400",
			"novelUpdates": "https://www.novelupdates.com/series/perfect-secret-love-the-bad-new-wife-is-a-little-sweet/",
			"status": "1600+ Chapters (Ongoing)"
		},
		{
			"title": "Pet King",
			"author": "Jie Po",
			"synopsis": "1. Download a suspicious game. #exp# 2. Catch a few magical pets as partners. #exp# 3. Go through interesting daily routines and lead the pet shop to a whole new level.",
			"genre": "Comedy, Fantasy, Slice of Life",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/Pet-King.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/pet-king/",
			"status": "1160 Chapters (Ongoing)"
		},
		{
			"title": "PS I'm (not) Over You",
			"author": "anjeeriku",
			"synopsis": "\"Sometimes love needs a second chance, because it wasn't ready the first time.\" #exp# Five years ago, she suddenly showed up on her grandfather's doorstep, asking for help to get out of the country as soon as possible. She needed to get away from her lover, taking with her their unborn child. She had enough of him, constantly breaking her fragile heart --- for the sake of protecting their child from the underworld, Ririna had to say goodbye to her unrequited love. #exp# Eli was a worldly man, as a future heir to the underworld empire and CEO of multi-corporations, there's nothing that he couldn't have when he wanted it. For him, there's nothing more exciting and satisfying than watching his company dominating the stock exchange and making more money. His mind made up during his childhood that he would never follow his father's steps, not be brought down on his knees by a woman, or so he thought, not until Ririna left him! His woman disappeared, taking his heart with her... #exp# Now, she's back!!! She wants to delve deeper into the accidental death of her mother. #exp# This is the chance Eli has been waiting for, this time she can't get away from him anymore. Threats and dangers are still lurking around them. Their enemies are seeking after them with lethal schemes. In this game of life and death, raising a child is not ideal. He must eliminate them all first before starting a family with Ririna, but the child he never knew he had is seeking him regardless. Is his child going to be his weakness or his strength?",
			"genre": "Romance, Crime, Smut, Mysery",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/10346951405011505/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Realms In The Firmament",
			"author": "Fengling Tianxia",
			"synopsis": "Ye Xiao was a superior cultivator in his previous life. The three factions of the realm kill millions of people every time they attempt to seize cultivation resources. Wealthy towns turn to wastelands in just a single night. They cover up their crime with an assertion that the towns were suffering from pestilence and disasters. #exp# They forcibly hold all the resources for cultivation, monopolize all valuable practice materials, and keep outsiders from cultivating so that only their three factions could cultivate in the realm. Ye Xiao declared war against the three factions in retaliation for their actions. He fought alone and ended up dying in vain. However, he is reborn into the mortal body of a 16-year-old boy. He will use the powers he cultivated in his last life and slaughter his way back into the Realm. The story begins!",
			"genre": "Action, Adventure, Comedy, Fantasy, Harem, Martial Arts, Mature, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/Realms-In-The-Firmament.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/realms-in-the-firmament/",
			"status": "2015 Chapters (Complete)"
		},
		{
			"title": "Reborn: Evolving From Nothing",
			"author": "Wiz",
			"synopsis": "Dorian was out celebrating his college graduation when a car slammed into him, and darkness took hold. He awoke to find himself in a strange new body, in a strange new world. #exp# One world among 30,000 fantastical worlds, where the mighty rule, where mystic beasts walk the earth, and magic spells warp reality.  #exp# For Dorian to survive in these worlds, unfettered and free, living by his strong moral code, he will need great strength. He must make use of his strange new body and Evolve.  #exp# But there's one catch...  #exp# Dorian wasn't the only one sent into the 30,000 Worlds with the power to Evolve. He is the only one from Earth. He is the only one that managed to keep his memories. He is the Firstborn.  #exp# But he is only one among many.",
			"genre": "Fantasy",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/11365254206340405/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Reincarnation Of The Strongest Sword God",
			"author": "Lucky Old Cat",
			"synopsis": "Starting over once more, he has entered this “living game” again in order to control his own fate. #exp# This time, he will not be controlled by others. #exp# Previously the Level 200 Sword King, he will rise to a higher peak in this life. #exp# Methods to earn money! Dungeon conquering strategies! Legendary Quests! Equipment drop locations! Undiscovered battle techniques! #exp# Even the secrets Beta Testers were unknowledgeable of, he knows of them all. #exp# Massive wars, life advancement, entering Godhood, sword reaching to the peak; a legend of a man becoming a Sword God has begun.",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "http://img.webnovel.com/bookcover/8527113906000305/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/reincarnation-of-the-strongest-sword-god/",
			"status": "2260 Chapters (Ongoing)"
		},
		{
			"title": "Reincarnator",
			"author": "ALLA",
			"synopsis": "Humanity has been gradually transported to the Abyss by a bored god to compete against other races and monsters.The problem is… humanity failed. In a last desperate push the strongest survivors chose a comrade to travel as far as possible back in time.",
			"genre": "Fantasy, Horror, Mature, Mystery, Psychological",
			"type": "Translation (Korean)",
			"cover": "http://img.webnovel.com/bookcover/11564677606424105/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/reincarnator/",
			"status": "489 Chapters (Completed)"
		},
		{
			"title": "Release That Witch",
			"author": "Er Mu",
			"synopsis": "Chen Yan travels through time, only to end up becoming an honorable prince in the Middle Ages of Europe. Yet this world was not quite as simple as he thought. Witches with magical powers abound, and fearsome wars between churches and kingdoms rage throughout the land. #exp# Roland, a prince regarded as hopeless by his own father and assigned to the worst fief, spends his time developing a poor and backward town into a strong and modern city, while fighting against his siblings for the throne and absolute control over the kingdom. Join Roland as he befriends and allies with witches and, through fighting and even farming, pushes back invaders coming from the realm of evil.",
			"genre": "Action, Adventure, Drama, Fantasy, Harem, Mystery, Seinen, Supernatural",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/7931338406001705/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/release-that-witch/",
			"status": "1240+ Chapters (Ongoing)"
		},
		{
			"title": "Reverend Insanity",
			"author": "Gu Zhen Ren",
			"synopsis": "Humans are clever in tens of thousands of ways, Gu are the true refined essences of Heaven and Earth. #exp# The Three Temples are unrighteous, the demon is reborn. #exp# Former days are but an old dream, an identical name is made anew. #exp# A story of a time traveler who keeps on being reborn. #exp# A unique world that grows, cultivates, and uses Gu. #exp# The Spring and Autumn Cicada, the Venomous Moonlight Gu, the Wine Insect, All-Encompassing Golden Light Insect, Slender Black Hair Gu, Gu of Hope… #exp# And a great demon of the world that does exactly as his heart pleases!",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Mature, Psychological, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/7996858406002505/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/reverend-insanity/",
			"status": "2050+ Chapters (Ongoing)"
		},
		{
			"title": "Seeking The Flying Sword Path",
			"author": "I Eat Tomatoes",
			"synopsis": "This world has Fox Fairies, River Gods, Water Monsters, Great Demons and Cultivators who seek immortality. #exp# By activating their Dharma Eyes, cultivators can see all kinds of demons and ghosts. #exp# Refining a flying sword, they can kill enemies thousands of miles away. #exp# Their all-seeing eyes and all-hearing ears allow them to observe everything around them… #exp# The second young master of the Qin family, Qin Yun was one such cultivator…",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Tragedy, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/09/Seeking-the-Flying-Sword-Path.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/seeking-the-flying-sword-path/",
			"status": "600+ Chapters (Ongoing)"
		},
		{
			"title": "So Pure, So Flirtatious",
			"author": "Fishman The Second",
			"synopsis": "Yang Ming is an underachiever in high school. He skips class to shoot pool, cheats on his exams and gets into fights. However, by a twist and turn of fate and luck, he obtains some high-tech contact lenses that give him superpowers and dramatically change his life. #exp# As his journey unfolds, he battles against society’s big guns and attempts to bring justice into an unjust world. Along the way, he has many interesting and romantic encounters with the ladies who are charmed by his character. #exp# How will he use his superpowers? #exp# Will he be able to overcome evil and bring justice to the world?",
			"genre": "Action, Drama, Ecchi, Harem, Martial Arts, Mature, Romance, School Life",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/11287821205324705/600/600.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/so-pure-so-flirtatious/",
			"status": "2385 Chapters (Complete)"
		},
		{
			"title": "Sovereign of the Karmic System",
			"author": "SometimesITalk",
			"synopsis": "What would you do if you could control and use your Karma? What if your actions could be repaid right away? Not an obscure and distant promise anymore. #exp# Follow Daniel's story as he uses his karmic system to cultivate, cheat, gain and become a sovereign in his world.. and beyond.",
			"genre": "Fantasy",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/11620853706444405/600/600.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Strongest Abandoned Son",
			"author": "Goose Five",
			"synopsis": "When Ye Mo suddenly woke up, he realized that everything around him seemed to have changed: He has been transmigrated into the modern Earth where spiritual energy is scarce. His pretty master from his former world was nowhere to be seen. Most importantly, he found himself in the body of a young man who has been abandoned by his clan for an embarrassing reason…",
			"genre": "Adventure, Drama, Fantasy, Harem, Martial Arts, Mature, Romance, Tragedy, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/Strongest-Abandoned-Son.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/strongest-abandoned-son/",
			"status": "2266 Chapters (Complete)"
		},
		{
			"title": "Super Gene",
			"author": "Twelve Winged Dark Burning Angel",
			"synopsis": "The future unfolded on a magnificent scale into the Interstellar Age. Humanity finally solved the space warp technology, but when humanity transported themselves into the other end, they discovered that place neither had a past nor future, nor was there any land under the starry skies…… #exp# The mysterious sanctuary was actually a world filled with countless tyrannical unusual organisms. Humanity faced their great leap in evolution, starting the most glorious and resplendant new era under the starry skies. #exp# “Slaughtered the God Blood organism ‘Black Beetle’. Received the God Blood Black Beetle’s Beast Soul. Used the God Blood Black Beetle’s flesh. Randomly obtaining 0 to 10 points of God Gene(s).”",
			"genre": "Action, Adventure, Comedy, Martial Arts, Mecha, School Life, Sci-fi, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/8022472105002805/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/super-god-gene/",
			"status": "3000+ chapters (Ongoing)"
		},
		{
			"title": "Superstars Of Tomorrow",
			"author": "Lazy Cliché",
			"synopsis": "Well-known Composer Fang Zhao was in the glorious stage of his career, when the Apocalypse arrived; After finally experiencing the bitter difficulties of a thousand dangers, when the Apocalypse was simmering down to an end, he collapsed; When he opened his eyes, he was reborn in a New World, 500 years after the end of the apocalypse, in the body of a student who had been dumped barely after graduation, who had been cheated of his hardwork barely after he started working… #exp# The World of the Future, Virtual Idols PK Real Idols #exp# “Every time background music plays in my head, I feel like there is nothing to be afraid of.” —Fang Zhao",
			"genre": "Comedy, Fantasy, Mecha, Sci-fi, Slice of Life",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/01/Superstars-of-Tomorrow.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/superstars-of-tomorrow/",
			"status": "400+ Chapters (Ongoing)"
		},
		{
			"title": "Swallowed Star",
			"author": "I Eat Tomatoes",
			"synopsis": "Year 2056, in a city in the Yuan Jiang Su Jin area. On top of a ruined, shattered six story residential apartment sits a teenager wearing a combat vest, militaristic trousers, and alloyed battle boots. On his back is a hexagonal shield and equipped is a blood-shadow battle knife. He sits there silently on the edge of the roof. At this time, the sparkling sky was shining and there was a refreshing breath within the air that blew towards him. However, there was only silence within the ruined, deserted city, with an occasional howl that makes your heart skip a beat.",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Sci-fi, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/06/Swallowed-Star.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/swallowed-star/",
			"status": "1497 Chapters (Complete)"
		},
		{
			"title": "Tales of Herding Gods",
			"author": "Pig Nerd",
			"synopsis": "There’s an ancient saying in Great Ruins, ‘Don’t go outside when it’s dark.’ #exp# In Great Ruins, the disabled elders of Disabled Elderly Village picked up an infant by the riverside and named him Qin Mu, raising him up with blood and sweat. This day, as the night descended and the darkness shrouded Great Ruins, Qin Mu left home… #exp# Become a villain undulating in the spring breeze! #exp# That’s what Blind told him. #exp# This is the rise of Qin Mu’s road to becoming a villain!",
			"genre": "Action, Adventure, Comedy, Harem, Martial Arts, Mystery",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/02/herdi.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/tales-of-herding-gods/",
			"status": "960 Chapters (Ongoing)"
		},
		{
			"title": "Tempest of the Battlefield",
			"author": "Skeleton Wizard",
			"synopsis": "Having a rough life growing up, Wang Tong had numerous dreams of living a better life. However, his alcoholic foster father sells him off as a space settler of the distant planet Norton for some pocket change. Soon after his arrival, the Zergs overran the planet and obliterated its defenses in a matter of minutes. What awaited Tong on Norton was more than just an unbearable environment – its gravity alone was five-times stronger than earth – there were also swarms of bugs, constant hunger, thirst, and desolation. #exp# While he lives a year of total carnage and survival, humanity’s Confederation eventually overcomes the Zergs on Norton and the powerful survivor Wang Tong is given a recommendation to a once famous, but now dying military academy where he begins his life anew.",
			"genre": "Action, Adventure, Martial Arts, School Life, Sci-fi, Slice of Life",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/07/Tempest-of-the-Battlefield.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/tempest-of-the-battlefield/",
			"status": "677 Chapters (Complete)"
		},
		{
			"title": "Tempest of the Stellar War",
			"author": "Skeleton Wizard",
			"synopsis": "In a distant future, the empires of mankind span the galaxy, and glorious Earth has devolved into a peripheral backwater. #exp# In Shanjing city in the Asian region, Wang Zheng’s dreams of becoming a mech pilot are crushed when his college entrance exam genetic score turns out a pathetic twenty eight, barely above an animal. #exp# To make things worse, people get the impression he attempted suicide after being rejected by the campus beauty. #exp# Then the closest thing to a family he has, the old man in the book store across the road, goes missing, leaving him only a mysterious birthday present.",
			"genre": "Action, Adventure, Comedy, Martial Arts, Mecha, School Life, Sci-fi",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/7922313105002205/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/tempest-of-the-stellar-war/",
			"status": "1389 Chapters (Complete)"
		},
		{
			"title": "The Avalon of Five Elements",
			"author": "Fang Xiang",
			"synopsis": "The tens of thousands of universes have merged. The disintegration of spiritual force led to the momentous collapse of the great Cultivation World, a mighty era that had endured through millions of years of history. In the wake of the large-scale invasion of the Wilderness, the Avalon of Five Elements has become the practitioners’ last stand. #exp# After a thousand years, a lowly youth, who hailed from the Old Territory, toiled as a laborer for three years in the depths of the Wilderness. He then became an exception and obtained the opportunity to enter the Avalon Of Five Elements for further studies. #exp# Bearing beast-like fighting capabilities and driven by the desire to take control of his life, the youth strived for greater strength and power. Little did he know that he would set off a majestic upheaval.",
			"genre": "Action, Adventure, Comedy, Fantasy, School Life, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/07/The-Avalon-Of-Five-Elements.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-avalon-of-five-elements/",
			"status": "750+ Chapters (Ongoing)"
		},
		{
			"title": "The Card Apprentice",
			"author": "Fang Xiang",
			"synopsis": "Claimed to be the greatest team in the history of the card film industry — “Mu Lei” is born. With even the elites of the academic world unable to decipher these cards’ structure, his powerful cards were able to unnerve even the federation, causing the greatest Card Creators and Card Fighters to grow frantic, triggering open battles and covert maneuvers among various interest groups — all behind the silhouette of Chen Mu. Although he was not the originator of the federation’s unrest, he was definitely the number one reason for continuously escalating it. #exp# Through his exceptional intelligence and toughness, he evolved from the weak to the mighty. From a solitary life of survival to his collaboration with his friend to the team’s business of fantasy stories: As card films full of fantastic oddities flowed from Chen Mu’s hands like an unending stream, his own fighting strength rapidly grew. Fame, wealth, beauties, dangers gathered all around from far and near until finally, he became a paragon of inspiration to all.",
			"genre": "Action, Fantasy, Sci-fi",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/9067208206001605/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-card-apprentice/",
			"status": "617 Chapters (Complete)"
		},
		{
			"title": "The Chronicles of the Immortal God",
			"author": "kcgrabin",
			"synopsis": "There are 2 paths to achieve the peak of power, the Tenth Stage. #exp# Gain the recognition of Laws and ascend as a God. #exp# Or Cultivate thyself as an Immortal. #exp# With his Master unparalleled in Energy Manipulation and Space-Time, watch as Fang Lin achieve both!!! #exp# Burdened with a master that can shake cities and crush mountains, Fang Lin travels the realm, cleaning up after his master's messes!!!",
			"genre": "Action, Fantasy, Comedy, ",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/10373250105020705/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "The Daily Life Of The Immortal King",
			"author": "Kuxuan",
			"synopsis": "As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away… #exp# Wang Ling: I just want to eat my crispy noodle snacks in peace… #exp# Father Wang: If you’re careless enough to destroy the country, it’s coming out of your pocket money. #exp# Wang Ling: It’s not my fault that the backlash from punching me kills you.",
			"genre": "Adventure, Comedy, School Life, Slice of Life, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/07/The-Daily-Life-of-the-Immortal-King.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-daily-life-of-the-immortal-king/",
			"status": "750+ Chapters (Ongoing)"
		},
		{
			"title": "The Devil's Cage",
			"author": "Rusty Dragon",
			"synopsis": "A virtual underground game that has no protection. Lurking with players who seek power, fortune and survival. Kieran chose to enter this VRMMORPG game without hesitation because he knows this is his only way out from death. Can he escape death in real life or dying via the game?",
			"genre": "Adventure, Fantasy, Sci-fi, Supernatural, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/06/The-Devils-Cage.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-devil-cage/",
			"status": "1700 Chapters (Ongoing)"
		},
		{
			"title": "The Divine Nine-Dragon Cauldron",
			"author": "Heavenly Overlord",
			"synopsis": "A decision can destroy the sun, moon and stars. A finger can kill the Heavenly Overlord. While chatting, the Heaven and ten worlds can be annihilated. #exp# A poor little kid walks out from a remote mountain area while holding the Nine Dragons and the Incredible Cauldron. With a control over the time and space eternally, he embarks on the Path to God where he defies the odds of the boundless universe gaudily by fighting against royalty and clashing with the legendary generation.",
			"genre": "Action, Adventure, Harem, Martial Arts",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/08/The-Divine-Nine-Dragon-Cauldron.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-divine-nine-dragon-cauldron/",
			"status": "2830 Chapters (Ongoing)"
		},
		{
			"title": "The Empress's Gigolo",
			"author": "Xiu Lijian",
			"synopsis": "In a world where its inhabitants can destroy a city wall single-handedly, the empress has a kirin as her pet, and the imperial palace of Great Xia has a pool containing a dragon. There is also a Sword Mountain where spirit swords occasionally leave in search of a master. #exp# Bootlicking the empress, Ren Baqian ascended to the apex of life.",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Romance, Supernatural, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/06/gigolo1.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-empresss-gigolo/",
			"status": "850 Chapters (Ongoing)"
		},
		{
			"title": "The Famous Millionaire",
			"author": "Park Seung-yeon",
			"synopsis": "Miracles don’t come walking your way by themselves. #exp# It is your decisions and will that determine these. #exp# A story of a man who created miracles.",
			"genre": "Slice of Life, Modern Day",
			"type": "Translation (Korean)",
			"cover": "https://cdn.novelupdates.com/images/2018/10/The-Famous-Millionaire.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-famous-millionaire/",
			"status": "316 chapters (complete)"
		},
		{
			"title": "The First Hunter",
			"author": "D-Dart",
			"synopsis": "This is the story of Kim Tae-Hoon, one of the first hunters to rise during an era when monsters first started to appear.",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Supernatural",
			"type": "Translation(Korean)",
			"cover": "http://img.webnovel.com/bookcover/11564728706424305/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-first-hunter/",
			"status": "162 Chapter (Complete)"
		},
		{
			"title": "The Great Storyteller",
			"author": "임한백",
			"synopsis": "Yum Woo is the youngest author in history to enter the literature world. His debut work was a massive hit but this success was short lived for the unprepared. #exp# A miraculous second chance comes his way one day. #exp# This is the beginning of that journey.",
			"genre": "School Life",
			"type": "Translation (Korean)",
			"cover": "https://cdn.novelupdates.com/images/2018/09/tgstory.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-great-storyteller/",
			"status": "390 Chapters (Ongoing)"
		},
		{
			"title": "The Invincible Dragon Emperor",
			"author": "Yao Ye",
			"synopsis": "On the Great Land of China, forces clashed for the sake of supremacy and Bloodline Warriors ran amok; the conflict of the strong threatened to shatter heaven and earth. A young man named Lu Li—nothing more than a humble Coffin Carrier from the Northern Desert—came along with Lu Ling, his sister. The two were regarded as puny insects and bullied, but little did people know that Lu Li had the strongest Bloodline of them all in him. #exp# He mounted the most handsome of horses and drank the strongest of wines; #exp# He bedded the most beautiful of ladies and murdered the most hated of people; #exp# He told a huge lie and carried with him an ill-reputation undeserved; #exp# He traveled all by his lonesome and danced with devils; #exp# He had given his word that he would come back, that he would be strong. #exp# And it was because of this that she was still waiting in the city—alone.",
			"genre": "Action, Adventure, Harem, Mystery, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/06/The-Invincible-Dragon-Emperor.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-invincible-dragon-emperor/",
			"status": "2460+ Chapters (Ongoing)"
		},
		{
			"title": "The King's Avatar",
			"author": "Butterfly Blue",
			"synopsis": "In the online game Glory, Ye Xiu is regarded as a textbook and a top-tier pro-player. However, due to a myriad reasons, he is kicked from the team. After leaving the professional scene, he finds work in an Internet Cafe as a manager. When Glory launches its tenth server, he who possesses ten years of gaming experience once again throws himself into the game. Bringing with him the memories of his past and an incomplete, self-made weapon, his return along the road to the summit begins! #exp# After fighting and scheming, who snatched away my glory? Under the tossing of the wind and rain, my dreams shall still appear as though they had never been shattered. In all its splendor, the path shall never be lost. Before the gazes of millions, this is where I return!",
			"genre": "Action, Adventure, Comedy, Slice of Life, Sports",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/04/thekingsavatar.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-kings-avatar/",
			"status": "1728 Chapters (Complete)"
		},
		{
			"title": "The Legend of Chu Qiao",
			"author": "Xiao Xiang Dong Er",
			"synopsis": "Chu Qiao was known as Agent 005 within the Secret Service’s 11th Division in her former life. She was locked up in the Secret Service’s prison as she was framed. After she successfully broke out from prison, she sacrificed her life bravely to preserve the Secret Service by defusing a bomb meant to wipe them out. #exp# After her demise, she was magically transported back in time to the Xia Dynasty to start a new life, where she assumed the identity of an 8-year-old female servant. In order to help Yan Xun, the Prince of Yan Bei, escape, she lived in the imperial palace for eight years along with him. In the process, they helped each other to become stronger such that they could rebel against the Xia Empire and return to the territory of Yan Bei. #exp# The first half of the novel depicts vividly how the two characters go through thick and thin, hand in hand – Chu Qiao helping Yan Xun to achieve his dreams and Yan Xun’s love towards Chu Qiao. However, the two of them start to drift apart due to their conflicting personalities – Chu Qiao having a kind hearted nature and Yan Xun having the airs of a prince: arrogant and boisterous. #exp# Chu Qiao eventually leaves Yan Xun and ends up together with Zhuge Yue, who had always fancied her all along. The two of them eventually become recognised as the famous Queen of Beauty and the King of the Green Sea, establishing a prosperous, long-standing and stable dynasty. The old monarchy system was undoubtedly and easily scrapped; the new Xia Empire, helmed by the two of them, rose from the verge of its downfall like a phoenix from the ashes!",
			"genre": "Fantasy, Josei, Martial Arts, Mature, Psychological, Romance",
			"type": "Translation (Chinese)",
			"cover": "http://img.webnovel.com/bookcover/10176031205004305/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-legend-of-chu-qiao-division-11s-princess-agent/",
			"status": "292 Chapters (Complete)"
		},
		{
			"title": "The Legend Of Futian",
			"author": "Jing Wu Hen",
			"synopsis": "In a time when the Divine Prefectures of the East Sea were in great disarray, Emperor Ye Qing and Donghuang the Great appeared to save the day. Under their rule, the prefectures united and all nations as well as their kings have been controlled. However, the legend of these two great heroes becomes altered when Emperor Ye Qing’s name is wiped from the history books after his sudden death. All statues and images of him were destroyed and his name a taboo. Only the legend of Donghuang the Great shall live on. #exp# Fifteen years later, a young man by the name of Ye Futian begins his journey in search for his true identity. The legend of Futian was going to be one for the history books.",
			"genre": "Action, Adventure, Comedy, Fantasy, Martial Arts, Romance, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/05/The-Legend-of-Futian-.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-legend-of-futian/",
			"status": "320+ Chapters (Ongoing)"
		},
		{
			"title": "The Lord’s Empire",
			"author": "神天衣",
			"synopsis": "“Ding! Soulbinding has been successfully completed; you will now head to the Heaven Awaken World.” #exp# After hearing this, Zhao Fu’s vision darkened as he fell to the ground. #exp# With bleak prospects in the real world, Zhao Fu’s life is turned around when countless crystals fell from the sky one night, which people could use to enter an alternate, game-like world. After obtaining an ancient Chinese empire’s legacy, Zhao Fu uses his intellect and resourcefulness to develop his own empire from a tiny village. However, with enemies both in the real world and in the Heaven Awaken World, he must make brilliant decisions and use creative schemes to survive.",
			"genre": "Action, Adventure, Fantasy, Harem, Historical",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/11263692606307605/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-lords-empire/",
			"status": "1960 Chapters (Ongoing)"
		},
		{
			"title": "The Mech Touch",
			"author": "Exlor",
			"synopsis": "The Age of Mechs has arrived! Unfortunately, Ves Larkinson lacked the genetic aptitude to become a famed mech pilot. Fighting against his fate, he studied mech design in order to express his love for mechs in a different way and make his father proud. #exp# When Ves graduated from college, he returned to a new but empty boutique. His dad had disappeared. Left with a small, newly founded mech workshop that his father painstakingly built with a mountain of debt, Ves somehow needs to make ends meet with the bank breathing down his neck. #exp# Then he found salvation from another legacy his father had left. #exp# 'Welcome to the Mech Designer System. Please design your new mech.'",
			"genre": "Action, Fantasy, Mecha, Sci-fi",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/10636300105085505/300/300.jpg",
			"novelUpdates": "na",
			"status": "(Ongoing)"
		},
		{
			"title": "The Record of Unusual Creatures",
			"author": "Yuan Tong",
			"synopsis": "Hao Ren (literally means “good man”), as his Chinese name suggested, is a good man, and his ideal was to live a restful, comfortable life as a landlord. At least that was his plan before a couple of abnormal creatures rented his house. #exp# A remote, outdated big apartment, a bunch of rather abnormal non-human creatures, and a labor contract from the “god”, the three factors combined lead him to be the busiest landlord and most supernatural “babysitter”. The story of the most complicated, erratic and abnormal landlord and tenants started from here. #exp# “Ever since I put my fingerprint on the labor contract, I knew I was roped into something terrible……” #exp# As a person who is down-to-earth as well as a good Samaritan, Hao Ren desires to live the rest of his life as a benevolent landlord. Stumbling into a curious yet mysterious lady, he began his journey of “collecting” abnormal and supernatural tenants. #exp# His life only became more chaotic when he receives a labor contract from “God”. Discover the many races, myths and worlds that lie beyond what humans define as normal! This bizarre fantasy full of fun is sure to bring you on a crazy rollercoaster of emotions!",
			"genre": "Action, Adventure, Comedy, Fantasy, Mystery, Sci-fi, Slice of Life, Supernatural",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/The-Record-of-Unusual-Creatures.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-record-of-unusual-creatures/",
			"status": "1773 Chapters (Complete)"
		},
		{
			"title": "The Rest Of My Life Is For You",
			"author": "Stupa Demon",
			"synopsis": "Yu Yuehan is the usual rich, perfect, aloof president—the richest man in City H; but one day, a female toddler suddenly appears in his life as his daughter! Despite being certain that he has never touched a woman before, DNA tests certify that the toddler is his! He soon becomes a good ‘daddi’ for the little toddler, Xiao Liuliu. #exp# Two years later, for some inexplicable reason, Xiao Liuliu becomes very fond of a trial nurse, Nian Xiaomu, hired to take care of her. Nian Xiaomu has a strong personality and refuses to let anyone bully her. Constantly wary that anyone might cause harm to his daughter, Yu Yuehan keeps a constant watch over Nian Xiaomu. However, his black-bellied daughter has plans for her father up her sleeves… Over time, Nian Xiaomu reveals her charming side bit by bit; and for the first time in his life, Yu Yuehan is drawn in by this mysterious woman…",
			"genre": "Comedy, Drama, Josei, Mystery, Romance",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/10/restofmy.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-rest-of-my-life-is-for-you/",
			"status": "2010 Chapters (Ongoing)"
		},
		{
			"title": "The Sacred Ruins",
			"author": "Chen Dong",
			"synopsis": "The Sacred Ruins is a story set in a post-apocalyptic world. A world that has recovered to a state that is roughly equal to our own world in terms of technology and culture, although its ancient history remains largely unknown. The story begins during the post-graduation trip of our protagonist, where he discovers some ancient ruins and witnesses “the great change”, an upheaval that changed everything. The changing earth not only brought about new, unexplored landscape but also sparked the evolution of all organisms. Plants and animals started gaining sentience and some humans obtained unimaginable powers. The legends, myths, and tales of old seemed to have suddenly come to life as the earth entered a new era where beasts and men formed factions, explored new lands and ultimately struggled for supremacy.",
			"genre": "Action, Drama, Martial Arts, Mature",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/The-Sacred-Ruins.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-sacred-ruins/",
			"status": "1110 Chapters (Ongoing)"
		},
		{
			"title": "The Sage Who Transcended Samsara",
			"author": "Cuttlefish That Loves Diving",
			"synopsis": "Throughout this current life of mine, I will pay no attention to my past lives, nor will I seek future lives. I wish to live vigorously, to pay back debt of gratitude and fulfill duty to avenge, to defeat valiant heroes from all species, and to proudly laugh at all the Gods and Demons of the Six Path of Reincarnation!",
			"genre": "Action, Fantasy",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/6838664202001505/600/600.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-sage-who-transcended-samsara/",
			"status": "1443 Chapters (Complete)"
		},
		{
			"title": "The Sinful Life of The Emperor",
			"author": "True_Seeker",
			"synopsis": "In the age of mutants and technology, everyone is after power and eternal life, but Kiba only lives for his dreams of lust and vanity! #exp# A man on a mission to live the life to the fullest! #exp# This is the story of a devil who does as his heart pleases unafraid of the labels of good and evil!",
			"genre": "Fantasy",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/10374539906022105/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "The Strongest Gene",
			"author": "-90°",
			"synopsis": "Chen Feng, of modern earth, had suffered bad luck since birth. After finding the legendary “lucky artifact,” his bad luck peaked and he became the only person killed in an earthquake. By a twist of fate, he found himself transmigrated into a different and magical world! A world much larger than earth. A world only partially explored due to the dangers within. A world where human civilization centered around genes. In this world, human beings possessed all sorts of abilities due to genetic fusion. Some went on to create world-changing technologies with their mysterious genetic abilities, while others went on to become undefeated genetic warriors with their combat genetic abilities. How will Chen Feng fare in this new world?",
			"genre": "Action, Adventure, Comedy, Fantasy, Sci-fi, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/8052087705003205/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-strongest-gene/",
			"status": "869 Chapters (complete)"
		},
		{
			"title": "The Strongest System",
			"author": "Xin Feng",
			"synopsis": "Yours Truly shall have all of you bow down to me! #exp# Arriving in this brand-new world, Lin Fan found himself in possession of a system which allows him to level up indefinitely unbounded by the limitations of this world. Upon learning a powerful technique of Monkey Steals Peaches, Lin Fan realises that he’s poised to literally become the strongest person in this entire world. But of course, how boring would that be unless the whole world gets to know about his great name? #exp# Shameless. Righteous. Smart. Lin Fan will let no one (or balls) stand in his way to glory! #exp# Hilarious for all the wrong reasons and exciting for all the right ones, this novel will definitely have you roaring out in laughter and set your blood pumping all at the same time. Join us in this rollercoaster of a masterpiece with Lin Fan and his trusty sidekicks as he shows the world what it truly means to be YOURS TRULY.",
			"genre": "Action, Adventure, Comedy, Harem, Martial Arts, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/07/thestrongestsystem.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-strongest-system/",
			"status": "1160 Chapters (Complete)"
		},
		{
			"title": "The Wizard World",
			"author": "Get Lost",
			"synopsis": "Ye Song, who once lived in a technologically-advanced world, died and reincarnated into a noble teenager’s body in another world. #exp# A fantasy world filled with magic! #exp# A series of events filled with tragedy, action, etc. began to unfold one after the other when he fatefully encountered one of the most guarded secrets of this world, obtaining the legendary power of Wizards. #exp# Watch how he reaches unreachable heights as a powerful Wizard in this new world.",
			"genre": "Action, Adventure, Fantasy, Harem, Martial Arts, School Life",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/03/The-Wizard-World.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-wizard-world/",
			"status": "646 Chapters (Complete)"
		},
		{
			"title": "The World Online",
			"author": "Sheng Xiao Jian Ke",
			"synopsis": "Earth Online – a virtual MMORPG that takes place in the future year of 2190 – a game that everyone will bet their futures on. Set in a map that is ten times the size of real-world Earth, players battle for supremacy in the first game to feature personal adventure, territory construction, and grand warfare. #exp# For every death you experience in the game, your level would drop back to zero. Ouyang Shuo, an above average player, suffered the ultimate betrayal. For merely a piece of equipment, his sworn brother betrayed and backstabbed him. This time, after he reincarnated in the game, Ouyang Shuo swore to exact vengeance. #exp# However, in an unexpected turn of events, Ouyang Shuo found himself back five years before the betrayal – right before the launch of Earth Online. This time, armed with the knowledge from his past life, Ouyang Shuo would venture upon a new path. #exp# How to perfectly complete quests? What historical battle maps would appear? How should one build up their territory? Utilizing the experience from the predecessors of his last life, Ouyang Shuo makes his bid for the top against all odds. Follow his journey as he seeks to lord over the world! #exp# A different kind of tale that blends historical characters and virtual reality gaming, with heavy emphasis on kingdom building and warfare.",
			"genre": "Action, Adventure, Fantasy, Martial Arts, Mature, Sci-fi",
			"type": "Translation (Chinese)",
			"cover": "http://img.webnovel.com/bookcover/11350679406335605/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-world-online/",
			"status": "1356 Chapters (Complete)"
		},
		{
			"title": "The world turned into a game after I woke up",
			"author": "basso77",
			"synopsis": "On that fateful day, a voice in the sky told everyone on Earth that the world they called home has just been part of some sort of simulation. #exp# The next thing everyone knew, the world was rife with monsters and dungeons and resurrecting immortal devas! #exp# I spent eleven years in that world as a deva, crawling and clawing my way through the dirt trying to make a name for myself. I wanted another chance at this, I made so many mistakes, I could have done so much better. #exp# But after all that wishing for a new beginning ended in a very bad ending… I was finally given that chance. I just had to be tortured by some smartass… #exp# But I’m going to make the most out of this! I’ll become the strongest deva out there! And this time, I’ll have my revenge!",
			"genre": "Action, Fantasy",
			"type": "Translation (Korean)",
			"cover": "https://cdn.novelupdates.com/images/2018/10/The-World-Turned-into-a-Game-After-I-Woke-up.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-world-turned-into-a-game-after-i-woke-up/",
			"status": "302 Chapters (Complete)"
		},
		{
			"title": "Throne of Magical Arcana",
			"author": "Cuttlefish That Loves Diving",
			"synopsis": "An ordinary young man on earth, Xia Feng, traveled to a world of sword and magic, and took the body of Lucien Evans, another ordinary young man. #exp# Seemingly this was a world of traditional western fantasy, yet he discovered the astonishing similarities between the earth and this world, and between science and the so-called arcane magic… #exp# “Knowledge is power”? Soul, magic, quantum, Theory of Relativity, cognitive world, music and real world…… #exp# What was the true nature of that world?",
			"genre": "Action, Adventure, Fantasy, Mystery",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/04/Throne-of-Magical-Arcana.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/throne-of-magical-arcana/",
			"status": "911 Chapters (Complete)"
		},
		{
			"title": "Treasure Hunt Tycoon",
			"author": "Full-Metal Bullet",
			"synopsis": "They love gold, and they love silver. Even more so, they love gems that dazzle, like stars across the skies. #exp# Firearms, jewelleries, and precious metals; A collector’s world will not be complete without antiques. #exp# Storage auctions, old goods trade, re-estate sales and gold-digging. But the truth is, if one wants to make money, then the supreme way is through searching for the legendary treasures. #exp# Holding the fort, there’s an ocelot, a wolf, and an Andes condor. At the side, there’s a loyal hound, an irascible ape, and an African honey badger. Who said that you can only rely on humans when treasure hunting?!",
			"genre": "Action, Adventure, Comedy, Supernatural",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/03/tht1.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/treasure-hunt-tycoon/",
			"status": "1650 (Complete)"
		},
		{
			"title": "Trial Marriage Husband",
			"author": "Passion Honey",
			"synopsis": "On the wedding day, her fiancé and his lover had a love affair and eloped. Her eyes were dim, she seized the man in front of the Civil Affairs Bureau.”To sum it up, your bride is not here, my groom ran off, wouldn’t it be better if we… fight together?”. Before marriage, she said, “Even on the bed, between me and you, there will not be anything!” After the marriage, he said, “Do not try, how do you know?”",
			"genre": "Drama, Josei, Romance",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/11/Trial-Marriage-Husband-Need-to-Work-Hard.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/trial-marriage-husband-need-to-work-hard/",
			"status": "1275 Chapters (Complete)"
		},
		{
			"title": "True Martial World",
			"author": "Cocooned Cow",
			"synopsis": "The Human Emperor and his opponents were embroiled in a 33 day long final battle involved the strongest experts. After destroying the Abyssal World and sealing the Abyssal demon king’s godly weapon‘ a mysterious purple card disappeared into the space-time vortex‘ and tunneled through infinite space-time. #exp# In the vast wilderness‘ where martial arts was still slowly growing in its infancy‘ several peerless masters tried to find their path in the world of martial arts. #exp# A young adult named Yi Yun from modern Earth had unwittingly stumbled into such a world and began that journey with a purple card of unknown origin. #exp# It’s a magnificent yet unknown true martial art world. This is the story of a normal young adult turning into a legendary peerless expert.",
			"genre": "Action, Adventure, Drama, Fantasy, Martial Arts, Mature, Mystery, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://img.webnovel.com/bookcover/7834185605001405/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/true-martial-world/",
			"status": "1550+ Chapters (Ongoing)"
		},
		{
			"title": "Ultimate Scheming System",
			"author": "Lord Of The Common People",
			"synopsis": "I am the best when it comes to taking divergent paths. With just a flip of my hand, I shall take the path less commonly travelled. I search far and wide, only to find myself unbeatable and unrivaled. So now I ask, who else can match my awesomeness? #exp# Acting tough is second nature to me and I am a lone wolf. #exp# The road is long and winding but I shan’t feel lonely as long as I am able to act tough! #exp# Life and death bore me and I do whatever I deem fit. #exp# “Young man, way back when I started acting tough, you were still learning how to put on your underpants!” Xu Que thus decided to take the path of acting tough. He decided to act tough every single god-damned day. If he wasn’t acting tough, he was scheming for the best way to act tough!",
			"genre": "Action, Adventure, Comedy, Ecchi, Harem, Martial Arts, Mature, Xianxia",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/10/uss_.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/ultimate-scheming-system/",
			"status": "1310 Chapters (Ongoing)"
		},
		{
			"title": "Unrivaled Medicine God",
			"author": "Feng Yise",
			"synopsis": "A Pill Emperor of his generation was set up by a traitor. #exp# Since then, the world lost a Qingyun Zi and gained an invincible silkpants. #exp# Once again, walking the Great Dao of Alchemy. #exp# How can I defy the heavens . . . with the medicine in my hands!",
			"genre": "Action, Fantasy, Martial Arts, School Life, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/07/Unrivaled-Medicine-God.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/unrivaled-medicine-god/",
			"status": "2500+ Chapters (Ongoing)"
		},
		{
			"title": "Valerian Empire",
			"author": "ash_knight17",
			"synopsis": "Year 1834 #exp# A dark time when the shadowed creatures descended the peaceful human lands, making their existence known slowly. The time when empires were ruled by the human's conspiracy, betrayal, and hate but unaware that they were just mere puppets. The actual puppeteers behind the scenes were the shadowed creatures, having the power to crush anything in their way. #exp# What happens when a little human girl catches the eye of one of the pureblooded Lord? Will she survive the political affairs between the lands when there is a handsome Lord involved and not to forget the ghost that's followed her back home.",
			"genre": "Romance",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/11972914206680405/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		},
		{
			"title": "Venerated Venomous Consort",
			"author": "Mu Danfeng",
			"synopsis": "In a modern world, a professional assassin was murdered by her beloved and found herself revived in an ancient world as a general’s daughter with a weak physique. She was engaged to a prince, but because she did not have a nice appearance, her fiancé and sister attempted to kill her. Although she had to struggle to survive, there were also those who unconditionally loves her that supported her in her time of need. #exp# How does she intend to adapt and survive in such a foreign and hostile world? Follow Gu Xijiu on her journey to discover her one true love!",
			"genre": "Action, Adventure, Martial Arts, Romance, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/10/Venerated-Venomous-Consort.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/venerated-venomous-consort/",
			"status": "2370 Chapters (Ongoing)"
		},
		{
			"title": "War Sovereign Soaring The Heavens",
			"author": "Feng Qingyang",
			"synopsis": "Earth’s top weapon specialist’s soul crossed over to an alternate world, merged with Rebirth Martial Emperor’s memories, cultivating Nine Dragons War Sovereign Technique, sweeping through all opposition with invincible might! #exp# Able to refine medicine, capable of crafting weapons, and knows the art of inscription…. #exp# Being skilled in all professions is the way of kings!",
			"genre": "Action, Adventure, Harem, Martial Arts, Xuanhuan",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/05/War-Sovereign-Soaring-The-Heavens.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/war-sovereign-soaring-the-heavens/",
			"status": "3100+ Chapters (Ongoing)"
		},
		{
			"title": "Way of the Devil",
			"author": "Cổn Khai",
			"synopsis": "Lu Sheng was an ordinary civil servant in the modern world. After waking from a drunken stupor one day, he found himself trapped in a dangerous world where demons, ghosts and supernatural monsters terrorize the land. #exp# In this world, ordinary mortals live in dark fear and helplessness, without any means to fight against the supernatural. #exp# As Lu Sheng struggles desperately for survival, he stumbles upon a game mod he had designed for a mobile phone app in his previous life. It unexpectedly becomes his special ability, which enables him to instantly level up any skill he learns, albeit at a cost. #exp# Thus, Lu Sheng begins his journey, striving for power beyond the reach of a mortal as he treads the way of the Devil…",
			"genre": "Fantasy, Horror, Martial Arts, Mature, Mystery, Slice of Life",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/07/wayofthedevil.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/way-of-the-devil/",
			"status": "1213 Chapters (Complete)"
		},
		{
			"title": "When A Mage Revolts",
			"author": "Yin Si",
			"synopsis": "Kubei was just an ordinary pencil and button pusher working a day job, hating his boss and making horrible speeches when one day he fell asleep after pushing an all-nighter. #exp# When he woke up, he was bound to a chair, facing three creepy robed women and in a body way too young and way too weak to be his own. As he slowly came to, he realized that he was no longer in the same universe as he was before. #exp# He had teleported to the Kingdom of Helius, where an all-powerful church rules its lands and wages war against the elusive group known only as Mages. #exp# Armed with an incredibly cocky neural interface that just won’t shut up and his own sheer wit, our MC will find himself not just fighting to survive, but maybe even something bigger than himself.",
			"genre": "Action, Adventure, Comedy, Fantasy, Mystery",
			"type": "Translation (Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2017/08/wamr.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/when-a-mage-revolts/",
			"status": "900 Chapters (Ongoing)"
		},
		{
			"title": "When A Snail Falls in Love",
			"author": "Ding Mo",
			"synopsis": "In this world, there is the beautiful mutual and telepathy love. #exp# “I’ve been pursuing you for so long, what do you think?’ #exp# Xu Xu could feel her heart pounding in her chest; however what he said wasn’t logical. #exp# “You’re pursuing me?” #exp# Ji Bai raised his black eyes looking at her quietly. #exp# “Every morning I exercised with you, personally taught you how to shoot, prompted the police team to call you sister in law… If this isn’t pursuing, then what is it?” #exp# She took a deep breath stabilizing her heartbeat. #exp# “You don’t need to pursue me anymore.” #exp# Ji Bai totally did not expect her to say that. His heart sank, coldly said: “What do you mean?” #exp# Xu Xu looked into his eyes: “I also like you so you don’t need to pursue.”",
			"genre": "Josei, Mystery, Psychological, Romance",
			"type": "Translation(Chinese)",
			"cover": "http://img.webnovel.com/bookcover/10950813106215105/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/when-a-snail-loves/",
			"status": "74 Chapters (Complete)"
		},
		{
			"title": "Why Did You Summon Me?",
			"author": "Sixteenth Basket Of Mantaos",
			"synopsis": "Imagine being forced to live, after death, as incorporeal bodies trapped in a vast space of nothingness for thousands of years, with nothing to do but exchanging past memories with other cohabitants (read: weirdos). Everybody wanted out, but there was no way to leave the Void… #exp# Until one day, a young man was finally summoned, as a powerful but reluctant mentor, by a bubbly and motivated but completely naive young girl. Baiyi, finally out of the Void, was the only one who could save all of the other 32 souls from their prison and his summoner might just be The Key to their freedom. #exp# However, Baiyi had to use the techniques and abilities the other souls had taught him throughout the years, and together with his own extensive knowledge of anime and game tropes from his shady and dangerous past as an otaku, to face the biggest challenge of them all: training the clumsy young girl he was forced to partner up with… into a competent sorcerer! #exp# This is a story of heroic adventures, cunning strategies and romantic tales. How will our MC thrive in a world completely strange to him? Where will his ambitions and abilities take him in the palace?",
			"genre": "Adventure, Comedy, Fantasy, Romance",
			"type": "Translation(Chinese)",
			"cover": "https://cdn.novelupdates.com/images/2018/04/WhyDidYouSummonMe.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/why-did-you-summon-me/",
			"status": "600+ Chapters (Ongoing)"
		},
		{
			"title": "World Domination System",
			"author": "KillerHemboy",
			"synopsis": "A college student struggling for cash opted for an experiment which was advertised as safe but paid a lot of money. As soon as he was strapped to a chair and had electrodes placed on his head, he fell asleep but woke up to this robotic voice in his head. #exp# With these words started Daneel's adventures in an unknown world. #exp# Will he explore and conquer the rapidly changing new world, as the system stated? Or will he die and be forgotten within the eddies of time?",
			"genre": "Adventure, Fantasy",
			"type": "Original",
			"cover": "http://img.webnovel.com/bookcover/11413811606356705/300/300.jpg",
			"novelUpdates": "",
			"status": "(Ongoing)"
		}
	]
}