{
	"novel": [
		{
			"title": "Night Ranger",
			"author": "Dark Blue Coconut Milk",
			"synopsis": "After transmigrating into a weak noble body, Marvin discovered that he was familiar with the world, this was the game he played in his previous life and… Damn! He only had six months before the Great Calamity! #exp# As a former top player, he would obviously fight to save the world… Yeah, no. Time to plan and prepare for the upcoming events, better to use that knowledge to get ahead rather than fight with gods. #exp# Follow Marvin’s journey through this new world.",
			"Genre": "Action, Adventure, Comedy, Ecchi, Fantasy, Harem, Martial Arts, Mature, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/10/nightranger.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/night-ranger/"
		},
		{
			"title": "I Have A Mansion In The Post-Apocalyptic World",
			"author": "Morning Star LL",
			"synopsis": "Ruins stretched across the landscape in the apocalypse after the nuclear war. #exp# If you accidentally survived on the wasteland, then you must be ready to face the endless hunger, ceaseless dangers, the mad zombies at night, and the peculiar mutant creatures that are the aftermaths of the constant radiation. #exp# But for Jiang Chen, this place was heaven. #exp# Mansions stood tall, luxurious cars parked on the street, high tech products and gold abandoned everywhere. #exp# What? You were the president of a game development company before the war? You were responsible for the development of the 3D virtual reality online multiplayer game? Well, that’s great, why don’t you come work for me. The salary is two pieces of bread a day. #exp# iPhone? Ultra thin design? Don’t you see that the phone I invented are thinner than condoms? #exp# Aircraft carrier? Fighter jets? Oh, I have those things as well, but they are designed for space combat. #exp# Watch the story of Jiang Chen, who possessed the ability to travel through space and time, as he witness the creation of an empire stretched across space and time..",
			"Genre": "Action, Adventure, Harem, Mature, Mystery, Sci-fi, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/04/I-Have-a-Mansion-in-the-Post-apocalyptic-World.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/i-have-a-mansion-in-the-post-apocalyptic-world/"
		},
		{
			"title": "It's Not Easy To Be A Man After Travelling To The Future",
			"author": "Madam Ru",
			"synopsis": "After dying from a strange terminal illness, Ling Lan was reborn into a world 10000 years into the future. Although she dearly wished she could just live a peaceful and uneventful life in her new healthy body, fate had other plans… #exp# Forced to disguise herself as a boy just so she could inherit her deceased father’s premium military benefits, Ling Lan’s journey to adulthood was full of challenges. After much difficulty, she finally turned sixteen when she could drop the charade. But before she could grasp her newfound freedom to get married and start her own family, a twist of fate results in her being thrown into the Federation’s top military boys’ school. #exp# With these twists of fate, Ling Lan had little choice but to walk further and further down a path of no return, one of cold and aloof dominance…",
			"Genre": "Action, Adventure, Comedy, Gender Bender, Josei, Martial Arts, Mecha, Sci-fi",
			"Cover": "https://cdn.novelupdates.com/images/2017/12/Crossing-to-the-Future-it%E2%80%99s-Not-Easy-to-Be-a-Man.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/crossing-to-the-future-its-not-easy-to-be-a-man/"
		},
		{
			"title": "Venerated Venomous Consort",
			"author": "Mu Danfeng",
			"synopsis": "In a modern world, a professional assassin was murdered by her beloved and found herself revived in an ancient world as a general’s daughter with a weak physique. She was engaged to a prince, but because she did not have a nice appearance, her fiancé and sister attempted to kill her. Although she had to struggle to survive, there were also those who unconditionally loves her that supported her in her time of need. #exp# How does she intend to adapt and survive in such a foreign and hostile world? Follow Gu Xijiu on her journey to discover her one true love!",
			"Genre": "Action Adventure Martial Arts Romance",
			"Cover": "https://cdn.novelupdates.com/images/2017/10/Venerated-Venomous-Consort.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/venerated-venomous-consort/"
		},
		{
			"title": "Strongest Abandoned Son",
			"author": "Goose Five",
			"synopsis": "When Ye Mo suddenly woke up, he realized that everything around him seemed to have changed: He has been transmigrated into the modern Earth where spiritual energy is scarce. His pretty master from his former world was nowhere to be seen. Most importantly, he found himself in the body of a young man who has been abandoned by his clan for an embarrassing reason…",
			"Genre": "Action, Adventure, Drama, Fantasy, Harem, Martial Arts, Mature, Romance, Supernatural, Tragedy, Xianxia",
			"Cover": "https://cdn.novelupdates.com/images/2017/03/Strongest-Abandoned-Son.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/strongest-abandoned-son/"
		},
		{
			"title": "Forty Millenniums Of Cultivation",
			"author": "The Enlightened Master Crouching Cow",
			"synopsis": "“Even if this universe is truly nothing more than a brutal bloody shadowy forest, we Cultivators will burn all that we have just to give off a single weak flickering spark in the darkness! #exp# No matter how weak each spark is, how short-lived, how small… As long as the sparks flow unabated, then one day one of those sparks will light some tinder, and that tinder shall light some fallen branches, and those branches shall set ablaze each and every last tree of the forest! #exp# In the end, even the smallest sparks will eventually set the shadowy forest ablaze, and illuminate the whole world!” #exp# In a world teeming with cultivators, Li Yao, who makes his living collecting scrap metal, encounters the soul of a titan powerhouse from forty thousand years in the past.",
			"Genre": "Action, Adventure, Fantasy, Martial Arts, Mecha, School Life, Sci-fi, Xianxia",
			"Cover": "https://cdn.novelupdates.com/images/2017/03/Forty-Millenniums-of-Cultivation.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/forty-millenniums-of-cultivation/"
		},
		{
			"title": "Advent Of The Archmage",
			"author": "Mo Xiang",
			"synopsis": "Link was the top Archmage in the entire server. He had just defeated the strongest boss, the Lord of The Deep, Nozama with his party. However, instead of going back to town, he was transported to a secret location with pixelated CG. #exp# It sort of felt like a vacuum, and within it came a glorious and commanding voice that calls himself the God of Light. #exp# “Link, would you be willing to be the saviour who will pull the World of Firuman out from the churning abyss?” #exp# What a huge mission! If it was in the real world, Link would have rejected it immediately. However, he was bent on being the hero in game. #exp# “Bring it on!” Link answered confidently. #exp# “Then, best of luck.” #exp# And so begin Link’s journey of magic, friendship, betrayal, love and despair in the ever changing World of Firuman.",
			"Genre": "Action, Adventure, Fantasy, Harem, Supernatural, Tragedy",
			"Cover": "https://img.webnovel.com/bookcover/9112051305002005/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/advent-of-the-archmage/"
		},
		{
			"title": "The Daily Life Of The Immortal King",
			"author": "Kuxuan",
			"synopsis": "As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away… #exp# Wang Ling: I just want to eat my crispy noodle snacks in peace… #exp# Father Wang: If you’re careless enough to destroy the country, it’s coming out of your pocket money. #exp# Wang Ling: It’s not my fault that the backlash from punching me kills you.",
			"Genre": "Adventure, Comedy, School Life, Slice of Life, Xianxia",
			"Cover": "https://cdn.novelupdates.com/images/2018/07/The-Daily-Life-of-the-Immortal-King.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-daily-life-of-the-immortal-king/"
		},
		{
			"title": "God Of Slaughter",
			"author": "Ni Cang Tian",
			"synopsis": "Growing up parentless, Shi Yan, who was left with a large inheritance money, bore a general disinterest in life. #exp# The only times he felt alive was when adrenaline coursed thorough his veins. He quickly found that extreme sports, bungyjumping, cave diving & skydiving, gave him the biggest kicks. The bigger the adrenaline kick, the closer he was to death, the more alive he felt. #exp# Waking up in a pile of dead bodies in an unknown land, after a diving adventure had ended disastrously, he quickly realizes the body he now possessed was not his own. #exp# Follow Shi Yan as he explores this new world where danger lurks around every corner, and death is only a breath away; a world in which Shi Yan could not feel any more alive.",
			"Genre": "Action, Adventure, Ecchi, Fantasy, Harem, Martial Arts, Mature, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/06/GOS.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/god-of-slaughter/"
		},
		{
			"title": "The Strongest System",
			"author": "Xin Feng",
			"synopsis": "Yours Truly shall have all of you bow down to me! #exp# Arriving in this brand-new world, Lin Fan found himself in possession of a system which allows him to level up indefinitely unbounded by the limitations of this world. Upon learning a powerful technique of Monkey Steals Peaches, Lin Fan realises that he’s poised to literally become the strongest person in this entire world. But of course, how boring would that be unless the whole world gets to know about his great name? #exp# Shameless. Righteous. Smart. Lin Fan will let no one (or balls) stand in his way to glory! #exp# Hilarious for all the wrong reasons and exciting for all the right ones, this novel will definitely have you roaring out in laughter and set your blood pumping all at the same time. Join us in this rollercoaster of a masterpiece with Lin Fan and his trusty sidekicks as he shows the world what it truly means to be YOURS TRULY.",
			"Genre": "Action, Adventure, Comedy, Harem, Martial Arts, Xianxia",
			"Cover": "https://cdn.novelupdates.com/images/2017/07/thestrongestsystem.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-strongest-system/"
		},
		{
			"title": "I'm Really A Superstar",
			"author": "Chang Yu",
			"synopsis": "Zhang Ye was originally a mundane college graduate with aspiring dreams to become a star, but unfortunately has below average looks and height. However one day, he woke up and suddenly found himself in a parallel world! #exp# It’s like the same world, but wait a minute…many brands, celebrities and even famous works from his world changed and are gone in this new world! #exp# Armed with the profound literary knowledge of his previous world and a heaven-defying Game Ring that gives him magical items, stats and skills, Zhang Ye embarks on a journey to pursue his life-long dream of becoming famous! #exp# Follow Zhang Ye as he takes the new world by storm, one plagiarized piece at a time, to hilarious reactions!",
			"Genre": "Action, Adventure, Comedy, Drama, Fantasy, Martial Arts, Seinen, Slice of Life",
			"Cover": "https://cdn.novelupdates.com/images/2017/06/Im-Really-a-Superstar.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/im-really-a-superstar/"
		},
		{
			"title": "Monster Paradise",
			"author": "Nuclear Warhead Cooked in Wine",
			"synopsis": "800 years ago, 3000 dimensional gates opened across the entire world. In that moment, it was as if 3000 different colored eyes opened across the world as hordes of monsters swarmed out of these gates like tears. #exp# Some could destroy city walls with one strike; They had bodies the size of a giant and fed on humans. #exp# Some latched onto humans, absorbing their bodies’ nutrients and enslaving humans. #exp# Some infiltrated the humans’ cities, disguising themselves as normal human beings while feeding upon human blood to sustain themselves. #exp# In a night, the Human race fell to the bottom of the food chain. #exp# The world had turned into a paradise for monsters…",
			"Genre": "Action, Adventure, Comedy, Fantasy, Martial Arts, Sci-fi, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/11/Monster-Paradise.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/monster-paradise/"
		},
		{
			"title": "The Legend Of Futian",
			"author": "Jing Wu Hen",
			"synopsis": "In a time when the Divine Prefectures of the East Sea were in great disarray, Emperor Ye Qing and Donghuang the Great appeared to save the day. Under their rule, the prefectures united and all nations as well as their kings have been controlled. However, the legend of these two great heroes becomes altered when Emperor Ye Qing’s name is wiped from the history books after his sudden death. All statues and images of him were destroyed and his name a taboo. Only the legend of Donghuang the Great shall live on. #exp# Fifteen years later, a young man by the name of Ye Futian begins his journey in search for his true identity. The legend of Futian was going to be one for the history books.",
			"Genre": "Action, Adventure, Comedy, Fantasy, Martial Arts, Romance, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2018/05/The-Legend-of-Futian-.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-legend-of-futian/"
		},
		{
			"title": "Castle Of Black Iron",
			"author": "Drunken Tiger",
			"synopsis": "After the Catastrophe, every rule in the world was rewritten. #exp# In the Age of Black Iron, steel, iron, steam engines and fighting force became the crux in which human beings depended on to survive. #exp# A commoner boy by the name Zhang Tie was selected by the gods of fortune and was gifted a small tree which could constantly produce various marvelous fruits. At the same time, Zhang Tie was thrown into the flames of war, a three-hundred-year war between the humans and monsters on the vacant continent. Using crystals to tap into the potentials of the human body, one must cultivate to become stronger. #exp# The thrilling legends of mysterious clans, secrets of Oriental fantasies, numerous treasures and legacies in the underground world — All in the Castle of Black Iron!",
			"Genre": "Action, Comedy, Ecchi, Fantasy, Harem, Martial Arts, Mature, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/03/castleofblackiron.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/castle-of-black-iron/"
		},
		{
			"title": "Carefree Path Of Dreams",
			"author": "The Plagiarist",
			"synopsis": "This is the story of a boy who lived a secluded life in the mountains, tending his farm, rearing his fish, and dreaming his dreams. Eh? Did I suddenly conquer all worlds and become the big boss? Or am I still in a dream?",
			"Genre": "Action, Adventure, Martial Arts, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2018/03/Carefree.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/carefree-path-of-dreams/"
		},
		{
			"title": "Evil Emperor's Wild Consort",
			"author": "Xiao Qi Ye",
			"synopsis": "She has come a long way. #exp# Orphaned, born a weakling, and being the infamous good-for-nothing of Azure Dragon Country. Gu Ruoyun was the shame of the proud Gu household. Falsely accused of a crime she did not commit, she was betrayed by her family and beaten to death by her own grandfather. But life took a fateful twist on that very day — she was revived. #exp# Newly awakened, she is now the Master of an ancient treasure that resides within her body. Precious cultivation pills, treasures beyond her wildest imagination and spiritual beasts, all within her grasp… She is the apple of the eye of all under the heavens, including that of a mysterious, handsome man. #exp# Now she only has one goal — to conquer the world.",
			"Genre": "Action, Fantasy, Josei, Martial Arts, Romance, Xianxia",
			"Cover": "https://cdn.novelupdates.com/images/2017/11/Evil-Emperors-Wild-Consort.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/evil-emperors-wild-consort/"
		},
		{
			"title": "Library Of Heaven's Path",
			"author": "Heng Sao Tian Ya",
			"synopsis": "Traversing into another world, Zhang Xuan finds himself becoming an honorable teacher. #exp# Along with his transcension, a mysterious library appears in his mind. #exp# As long as it is something he has seen, regardless of whether it is a human or an object, a book on its weaknesses will be automatically compiled in the library. #exp# Thus, he becomes formidable. #exp# “Emperor Zhuoyang, why do you detest wearing your underwear so much? As an emperor, can’t you pay a little more attention to your image?” #exp# “Fairy Linglong, you can always look for me if you find yourself unable to sleep at night. I am skilled in lullabies!” #exp# “And you, Demon Lord Qiankun! Can you cut down on the garlic? Are you trying to kill me with that stench?” #exp# This is an incredible story about teachers and students, grooming and guiding the greatest experts in the world!",
			"Genre": "Action, Comedy, Fantasy, Martial Arts, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/03/Library-of-Heaven%E2%80%99s-Path.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/library-of-heavens-path/"
		},
		{
			"title": "Seeking The Flying Sword Path",
			"author": "I Eat Tomatoes",
			"synopsis": "This world has Fox Fairies, River Gods, Water Monsters, Great Demons and Cultivators who seek immortality. #exp# By activating their Dharma Eyes, cultivators can see all kinds of demons and ghosts. #exp# Refining a flying sword, they can kill enemies thousands of miles away. #exp# Their all-seeing eyes and all-hearing ears allow them to observe everything around them… #exp# The second young master of the Qin family, Qin Yun was one such cultivator…",
			"Genre": "Action, Adventure, Fantasy, Martial Arts, Tragedy, Xianxia",
			"Cover": "https://cdn.novelupdates.com/images/2017/09/Seeking-the-Flying-Sword-Path.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/seeking-the-flying-sword-path/"
		},
		{
			"title": "Ancient Godly Monarch",
			"author": "Jing Wu Hen",
			"synopsis": "In the Province of the Nine Skies, far above the heavens, there exists Nine Galaxies of Astral Rivers made up of countless constellations interwoven together. #exp# For Martial Cultivators, they could form an innate link with one of the constellations, awaken their Astral Soul, and transform into a Stellar Martial Cultivator. #exp# Legend has it that, the strongest cultivators in the Province of the Nine Skies, were beings that could open an astral gate every time they advanced into a new realm. Their talent in cultivation was such that they could even establish innate links with constellations that existed in a layer higher than the Nine Layers of Heavens, eventually transforming into the heaven-defying and earth-shattering power known as the War God of the Nine Heavens. #exp# Qin Wentian is the MC of this story. How could a guy, with a broken set of meridians, successfully cultivate? There were countless Stellar Martial Cultivators, as there were countless constellations in the vast starry skies. What he wanted to be, was the brightest constellation of all, shining dazzlingly in the vast starry skies.",
			"Genre": "Action, Adventure, Drama, Fantasy, Harem, Martial Arts, Psychological, Xuanhuan",
			"Cover": "https://img.webnovel.com/bookcover/7834199305001505/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/ancient-godly-monarch/"
		},
		{
			"title": "Reverend Insanity",
			"author": "Gu Zhen Ren",
			"synopsis": "Humans are clever in tens of thousands of ways, Gu are the true refined essences of Heaven and Earth. #exp# The Three Temples are unrighteous, the demon is reborn. #exp# Former days are but an old dream, an identical name is made anew. #exp# A story of a time traveler who keeps on being reborn. #exp# A unique world that grows, cultivates, and uses Gu. #exp# The Spring and Autumn Cicada, the Venomous Moonlight Gu, the Wine Insect, All-Encompassing Golden Light Insect, Slender Black Hair Gu, Gu of Hope… #exp# And a great demon of the world that does exactly as his heart pleases!",
			"Genre": "Action, Adventure, Fantasy, Martial Arts, Mature, Psychological, Xianxia",
			"Cover": "https://img.webnovel.com/bookcover/7996858406002505/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/reverend-insanity/"
		},
		{
			"title": "Ghost Emperor Wild Wife: Dandy Eldest Miss",
			"author": "Xiao Qi Ye",
			"synopsis": "Yun Luo Feng, Hua Xia Medicial School’s genius, died from an accident and her soul attached to Long Xia mainland’s General family’s useless eldest miss. #exp# This waste of an eldest miss not only can’t read or practice martial arts, but is big chested, has no brain, is arrogant and self-willed. #exp# Since having the crown prince as a perfect fiance isn’t enough, she actually snatched a pretty boy in public, leading to the crown prince annuling the marriage. #exp# But she couldn’t stand the annulment and hung herself. #exp# Opening her eyes again, she is no longer the previous useless miss. #exp# She contracted a God’s puppet and carries a spiritual space. With wonderful hands that can rejuvenate and medical skills that overturn the world! #exp# Both the the royal descendants and nobles above and the merchants below, all compete to curry her favor. Even His Royal Highness, the crown prince,who previously broke the engagement, came knocking on the door wanting to reconcile. #exp# In regard to this, a mysterious man finally couldn’t endure: “Whoever dares to come and harass my woman, let them come but never return!”",
			"Genre": "Action, Drama, Josei, Martial Arts, Romance, Shoujo, Xuanhuan",
			"Cover": "https://img.webnovel.com/bookcover/8179206705005905/300/300.jpg?coverUpdateTime=5232500057004183000",
			"novelUpdates": "https://www.novelupdates.com/series/ghost-emperor-wild-wife-dandy-eldest-miss/"
		},
		{
			"title": "Perfect Secret Love: The Bad New Wife Is A Little Sweet",
			"author": "Jiong Jiong You Yao",
			"synopsis": "“This guy, how heavy is his taste, he’s still able to eat?” Waking up, she looked at her reflection in the mirror, explosive hair, tattoos, and a demon-like face. Look at her for more than a second and you’ll have spicy eyes (your eyes will bleed-aka she looks really ugly). #exp# Before her rebirth, she was in love with someone else, bent on escaping, and after having relations with him, hates him deep to his bones. #exp# After her rebirth, she looked at the beauty on the bed, seriously thinking, the one who left his shadow in the past, seemingly should be him? #exp# In her past life, her mind was muddled. She tried to get rid of the outstandingly beautiful husband that she didn’t want, was victimized by slag men and cheap women, and her most trusted friend brainwashed her. In the end, she found people rebelling and friends deserting (isolated and alone). #exp# In this lifetime, all of the evil people scheming and longing for her divorce should yield. Sorry but this young miss’s IQ is on the line!",
			"Genre": "Comedy, Drama, Gender Bender, Josei, Psychological, Romance, Supernatural",
			"Cover": "https://img.webnovel.com/bookcover/8600631606000605/300/300.jpg?coverUpdateTime=2118248064847080400",
			"novelUpdates": "https://www.novelupdates.com/series/perfect-secret-love-the-bad-new-wife-is-a-little-sweet/"
		},
		{
			"title": "Trial Marriage Husband",
			"author": "Passion Honey",
			"synopsis": "On the wedding day, her fiancé and his lover had a love affair and eloped. Her eyes were dim, she seized the man in front of the Civil Affairs Bureau.”To sum it up, your bride is not here, my groom ran off, wouldn’t it be better if we… fight together?”. Before marriage, she said, “Even on the bed, between me and you, there will not be anything!” After the marriage, he said, “Do not try, how do you know?”",
			"Genre": "Drama, Josei, Romance",
			"Cover": "https://cdn.novelupdates.com/images/2017/11/Trial-Marriage-Husband-Need-to-Work-Hard.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/trial-marriage-husband-need-to-work-hard/"
		},
		{
			"title": "The Strongest Gene",
			"author": "-90°",
			"synopsis": "Chen Feng, of modern earth, had suffered bad luck since birth. After finding the legendary “lucky artifact,” his bad luck peaked and he became the only person killed in an earthquake. By a twist of fate, he found himself transmigrated into a different and magical world! A world much larger than earth. A world only partially explored due to the dangers within. A world where human civilization centered around genes. In this world, human beings possessed all sorts of abilities due to genetic fusion. Some went on to create world-changing technologies with their mysterious genetic abilities, while others went on to become undefeated genetic warriors with their combat genetic abilities. How will Chen Feng fare in this new world?",
			"Genre": "Action, Adventure, Comedy, Fantasy, Sci-fi, Xuanhuan",
			"Cover": "https://img.webnovel.com/bookcover/8052087705003205/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-strongest-gene/"
		},
		{
			"title": "Legend Of Ling Tian",
			"author": "Fengling Tianxia",
			"synopsis": "Ever met someone who started cultivating from his mother’s womb? #exp# He does not care for his image, willing to take all steps necessary to ensure his plans succeed! #exp# Watch Ling Tian, martial arts genius, who crossed from the modern world to the ancient times, bringing with him all his memories from his past self! #exp# A person with high comprehension talent, blessed with the gift of eloquence as well as a burning desire to be the best! #exp# Join us as we follow Ling Tian’s adventures in this new world has appeared in! Watch as he plays with the politics of the court and of the Great Families, and how he finds his allies which will help him to conquer this world!",
			"Genre": "Action, Comedy, Harem, Martial Arts, Mature, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/08/lingtian.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/legend-of-ling-tian/"
		},
		{
			"title": "The King's Avatar",
			"author": "Butterfly Blue",
			"synopsis": "In the online game Glory, Ye Xiu is regarded as a textbook and a top-tier pro-player. However, due to a myriad reasons, he is kicked from the team. After leaving the professional scene, he finds work in an Internet Cafe as a manager. When Glory launches its tenth server, he who possesses ten years of gaming experience once again throws himself into the game. Bringing with him the memories of his past and an incomplete, self-made weapon, his return along the road to the summit begins! #exp# After fighting and scheming, who snatched away my glory? Under the tossing of the wind and rain, my dreams shall still appear as though they had never been shattered. In all its splendor, the path shall never be lost. Before the gazes of millions, this is where I return!",
			"Genre": "Action, Adventure, Comedy, Slice of Life, Sports",
			"Cover": "https://cdn.novelupdates.com/images/2017/04/thekingsavatar.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/the-kings-avatar/"
		},
		{
			"title": "Alchemy Emperor Of The Divine Dao",
			"author": "Flying Alone",
			"synopsis": "An ultimate warrior, the one and only Alchemy Emperor, Ling Han, died in his quest to achieve godhood. Ten thousands years later, he, with the ‘Invincible Heaven Scroll’, was reborn in the body of a young man with the same name. From then on, winds and clouds moved as he set himself against the uncountable geniuses of this new era. His path of becoming a legend has begun once more. Of all eras underneath the heavens, I am the strongest!",
			"Genre": "Action, Fantasy, Harem, Martial Arts, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2018/01/Alchemy-Emperor-of-the-Divine-Dao-.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/alchemy-emperor-of-the-divine-dao/"
		},
		{
			"title": "Strongest Abandoned Son",
			"author": "Goose Five",
			"synopsis": "When Ye Mo suddenly woke up, he realized that everything around him seemed to have changed: He has been transmigrated into the modern Earth where spiritual energy is scarce. His pretty master from his former world was nowhere to be seen. Most importantly, he found himself in the body of a young man who has been abandoned by his clan for an embarrassing reason…",
			"Genre": "Action, Adventure, Drama, Fantasy, Harem, Martial Arts, Mature, Romance, Supernatural, Tragedy, Xianxia",
			"Cover": "https://cdn.novelupdates.com/images/2017/03/Strongest-Abandoned-Son.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/strongest-abandoned-son/"
		},
		{
			"title": "War Sovereign Soaring The Heavens",
			"author": "Feng Qingyang",
			"synopsis": "Earth’s top weapon specialist’s soul crossed over to an alternate world, merged with Rebirth Martial Emperor’s memories, cultivating Nine Dragons War Sovereign Technique, sweeping through all opposition with invincible might! #exp# Able to refine medicine, capable of crafting weapons, and knows the art of inscription…. #exp# Being skilled in all professions is the way of kings!",
			"Genre": "Action, Adventure, Harem, Martial Arts, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/05/War-Sovereign-Soaring-The-Heavens.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/war-sovereign-soaring-the-heavens/"
		},
		{
			"title": "Superstars Of Tomorrow",
			"author": "Lazy Cliché",
			"synopsis": "Well-known Composer Fang Zhao was in the glorious stage of his career, when the Apocalypse arrived; After finally experiencing the bitter difficulties of a thousand dangers, when the Apocalypse was simmering down to an end, he collapsed; When he opened his eyes, he was reborn in a New World, 500 years after the end of the apocalypse, in the body of a student who had been dumped barely after graduation, who had been cheated of his hardwork barely after he started working… #exp# The World of the Future, Virtual Idols PK Real Idols #exp# “Every time background music plays in my head, I feel like there is nothing to be afraid of.” —Fang Zhao",
			"Genre": "Comedy, Fantasy, Mecha, Sci-fi, Slice of Life",
			"Cover": "https://cdn.novelupdates.com/images/2018/01/Superstars-of-Tomorrow.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/superstars-of-tomorrow/"
		},
		{
			"title": "Swallowed Star",
			"author": "I Eat Tomatoes",
			"synopsis": "Year 2056, in a city in the Yuan Jiang Su Jin area. On top of a ruined, shattered six story residential apartment sits a teenager wearing a combat vest, militaristic trousers, and alloyed battle boots. On his back is a hexagonal shield and equipped is a blood-shadow battle knife. He sits there silently on the edge of the roof. At this time, the sparkling sky was shining and there was a refreshing breath within the air that blew towards him. However, there was only silence within the ruined, deserted city, with an occasional howl that makes your heart skip a beat.",
			"Genre": "Action, Adventure, Fantasy, Martial Arts, Sci-fi, Xuanhuan",
			"Cover": "https://cdn.novelupdates.com/images/2017/06/Swallowed-Star.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/swallowed-star/"
		},
		{
			"title": "Super Gene",
			"author": "Twelve Winged Dark Burning Angel",
			"synopsis": "The future unfolded on a magnificent scale into the Interstellar Age. Humanity finally solved the space warp technology, but when humanity transported themselves into the other end, they discovered that place neither had a past nor future, nor was there any land under the starry skies…… #exp# The mysterious sanctuary was actually a world filled with countless tyrannical unusual organisms. Humanity faced their great leap in evolution, starting the most glorious and resplendant new era under the starry skies. #exp# “Slaughtered the God Blood organism ‘Black Beetle’. Received the God Blood Black Beetle’s Beast Soul. Used the God Blood Black Beetle’s flesh. Randomly obtaining 0 to 10 points of God Gene(s).”",
			"Genre": "Action, Adventure, Comedy, Martial Arts, Mecha, School Life, Sci-fi, Xuanhuan",
			"Cover": "https://img.webnovel.com/bookcover/8022472105002805/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/super-god-gene/"
		},
		{
			"title": "Lord Xue Ying",
			"author": "I Eat Tomatoes",
			"synopsis": "In the Tranquil Sun province of the empire, there exists an unremarkable lordship known as Xue Ying Territory! This is the home of the Dong Bo clan, the clan of our hero Xue Ying! #exp# His father, a commoner turned noble; his mother, a noble who abandoned her clan for love, and his brother, an innocent toddler. But peace cannot last forever, Xue Ying’s peaceful life is shattered, and the only way to reclaim it is through power!",
			"Genre": "Action, Adventure, Fantasy, Martial Arts, Xuanhuan",
			"Cover": "https://img.webnovel.com/bookcover/8411219605000605/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/lord-xue-ying/"
		},
		{
			"title": "Full Marks Hidden Marriage: Pick Up A Son, Get A Free Husband",
			"author": "Jiong Jiong You Yao",
			"synopsis": "After five years, Ning Xi has returned and is out to take revenge on the sister who turned her parents against her, and the childhood sweetheart who betrayed her for her sister. She aims to fulfil her childhood dream and become a famous actress. However, her sister is still out to get her and she has to avoid all her underhanded schemes. #exp# One day, after falling into one of her sisters’ schemes, she meets an adorable kid and saves him. This was how Ning Xi found herself staying at the mute little kid’s house to help him come out of his shell. Slowly, his father Lu Tingxiao starts falling for her too.",
			"Genre": "Action, Comedy, Drama, Gender Bender, Josei, Mature, Romance, Slice of Life",
			"Cover": "https://cdn.novelupdates.com/images/2017/07/Hidden-Marriage.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/hidden-marriage/"
		},
		{
			"title": "Release That Witch",
			"author": "Er Mu",
			"synopsis": "Chen Yan travels through time, only to end up becoming an honorable prince in the Middle Ages of Europe. Yet this world was not quite as simple as he thought. Witches with magical powers abound, and fearsome wars between churches and kingdoms rage throughout the land. #exp# Roland, a prince regarded as hopeless by his own father and assigned to the worst fief, spends his time developing a poor and backward town into a strong and modern city, while fighting against his siblings for the throne and absolute control over the kingdom. Join Roland as he befriends and allies with witches and, through fighting and even farming, pushes back invaders coming from the realm of evil.",
			"Genre": "Action, Adventure, Drama, Fantasy, Harem, Mystery, Seinen, Supernatural",
			"Cover": "https://img.webnovel.com/bookcover/7931338406001705/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/release-that-witch/"
		},
		{
			"title": "True Martial World",
			"author": "Cocooned Cow",
			"synopsis": "The Human Emperor and his opponents were embroiled in a 33 day long final battle involved the strongest experts. After destroying the Abyssal World and sealing the Abyssal demon king’s godly weapon‘ a mysterious purple card disappeared into the space-time vortex‘ and tunneled through infinite space-time. #exp# In the vast wilderness‘ where martial arts was still slowly growing in its infancy‘ several peerless masters tried to find their path in the world of martial arts. #exp# A young adult named Yi Yun from modern Earth had unwittingly stumbled into such a world and began that journey with a purple card of unknown origin. #exp# It’s a magnificent yet unknown true martial art world. This is the story of a normal young adult turning into a legendary peerless expert.",
			"Genre": "Action, Adventure, Drama, Fantasy, Martial Arts, Mature, Mystery, Xuanhuan",
			"Cover": "https://img.webnovel.com/bookcover/7834185605001405/300/300.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/true-martial-world/"
		},
		{
			"title": "Cultivation Chat Group",
			"author": "Legend of the Paladin",
			"synopsis": "One day, Song Shuhang was suddenly added to a chat group with many seniors that suffered from chuuni disease. The people inside the group would call each other ‘Fellow Daoist’ and had all different kinds of titles: Palace Master, Cave Lord, True Monarch, Immortal Master, etc. And even the pet of the founder of the group that had run away from home was called ‘monster dog’. They would talk all day about pill refining, exploring ancient ruins, or share their experience on techniques. #exp# However, after lurking inside the group for a while, he discovered that not all was what it seemed…",
			"Genre": "Action, Adventure, Comedy, Fantasy, Martial Arts, School Life, Slice of Life, Xianxia",
			"Cover": "https://cdn.novelupdates.com/images/2017/10/Cultivation-Chat-Group.jpg",
			"novelUpdates": "https://www.novelupdates.com/series/cultivation-chat-group/"
		}
	]
}